"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 328, \"word_counts\": \"{\\\"unlike\\\": 5, \\\"other\\\": 26, \\\"hotels\\\": 20, \\\"this\\\": 103, \\\"one\\\": 63, \\\"is\\\": 287, \\\"a\\\": 398, \\\"home\\\": 43, \\\"sweet\\\": 3, \\\"for\\\": 263, \\\"me\\\": 34, \\\"'\\\": 548, \\\"'the\\\": 34, \\\"location\\\": 37, \\\"was\\\": 141, \\\"excellent\\\": 26, \\\"the\\\": 836, \\\"view\\\": 27, \\\"outstanding\\\": 5, \\\"to\\\": 424, \\\"right\\\": 15, \\\"have\\\": 121, \\\"perfect\\\": 27, \\\"of\\\": 334, \\\"park\\\": 13, \\\"and\\\": 750, \\\"city\\\": 41, \\\"left\\\": 3, \\\"had\\\": 59, \\\"fantastic\\\": 3, \\\"buildings\\\": 5, \\\"shopping\\\": 18, \\\"groceries\\\": 2, \\\"restaurants\\\": 15, \\\"entertainment\\\": 3, \\\"only\\\": 17, \\\"about\\\": 18, \\\"15\\\": 2, \\\"30\\\": 2, \\\"minute\\\": 4, \\\"walk\\\": 7, \\\"condo\\\": 6, \\\"itself\\\": 4, \\\"stocked\\\": 2, \\\"with\\\": 135, \\\"kitchen\\\": 5, \\\"appliances\\\": 3, \\\"spices\\\": 2, \\\"dishes\\\": 5, \\\"cookware\\\": 2, \\\"storage\\\": 6, \\\"containers\\\": 2, \\\"trash\\\": 2, \\\"bags\\\": 4, \\\"paper\\\": 3, \\\"towels\\\": 2, \\\"beacon\\\": 4, \\\"offers\\\": 20, \\\"affordable\\\": 75, \\\"rates\\\": 28, \\\"amenities\\\": 25, \\\"despite\\\": 5, \\\"huge\\\": 10, \\\"number\\\": 6, \\\"residents\\\": 4, \\\"condominium\\\": 6, \\\"maintains\\\": 4, \\\"its\\\": 35, \\\"quality\\\": 60, \\\"standards\\\": 6, \\\"on\\\": 45, \\\"their\\\": 179, \\\"through\\\": 11, \\\"offering\\\": 4, \\\"various\\\": 6, \\\"floor\\\": 16, \\\"levels\\\": 4, \\\"specially\\\": 9, \\\"alloted\\\": 4, \\\"accepting\\\": 4, \\\"visitors\\\": 7, \\\"superb\\\": 8, \\\"great\\\": 118, \\\"very\\\": 185, \\\"friendly\\\": 48, \\\"attentive\\\": 6, \\\"staff\\\": 95, \\\"breakfast\\\": 19, \\\"rooms\\\": 77, \\\"were\\\": 49, \\\"big\\\": 18, \\\"clean\\\": 72, \\\"'clean\\\": 3, \\\"nice\\\": 104, \\\"also\\\": 80, \\\"they\\\": 174, \\\"always\\\": 36, \\\"wear\\\": 2, \\\"smiles\\\": 2, \\\"'they\\\": 11, \\\"there\\\": 61, \\\"services\\\": 18, \\\"are\\\": 169, \\\"just\\\": 69, \\\"i\\\": 263, \\\"really\\\": 49, \\\"enjoyed\\\": 29, \\\"buffet\\\": 22, \\\"believe\\\": 7, \\\"hotel\\\": 131, \\\"amazingly\\\": 3, \\\"si\\\": 4, \\\"ply\\\": 3, \\\"best\\\": 81, \\\"standard\\\": 6, \\\"will\\\": 68, \\\"not\\\": 50, \\\"go\\\": 28, \\\"higher\\\": 4, \\\"than\\\": 19, \\\"2\\\": 11, \\\"thousand\\\": 3, \\\"come\\\": 21, \\\"kitchens\\\": 3, \\\"too\\\": 35, \\\"it\\\": 166, \\\"may\\\": 6, \\\"look\\\": 11, \\\"old\\\": 8, \\\"inside\\\": 11, \\\"but\\\": 77, \\\"low\\\": 6, \\\"budget\\\": 18, \\\"you'll\\\": 11, \\\"never\\\": 16, \\\"find\\\": 17, \\\"anything\\\": 5, \\\"at\\\": 120, \\\"par\\\": 5, \\\"cozy\\\": 9, \\\"if\\\": 53, \\\"you\\\": 179, \\\"want\\\": 25, \\\"stay\\\": 96, \\\"in\\\": 246, \\\"manila\\\": 22, \\\"area\\\": 27, \\\"don't\\\": 17, \\\"enough\\\": 13, \\\"an\\\": 38, \\\"expensive\\\": 6, \\\"then\\\": 11, \\\"place\\\": 158, \\\"visit\\\": 27, \\\"dumaguete\\\": 6, \\\"negros\\\": 3, \\\"oriental\\\": 4, \\\"would\\\": 30, \\\"recommend\\\": 26, \\\"reservation\\\": 4, \\\"florentina\\\": 3, \\\"homes\\\": 4, \\\"apartment\\\": 7, \\\"my\\\": 124, \\\"wife\\\": 9, \\\"stayed\\\": 18, \\\"here\\\": 98, \\\"last\\\": 19, \\\"week\\\": 11, \\\"now\\\": 18, \\\"pool\\\": 26, \\\"that\\\": 104, \\\"called\\\": 6, \\\"oasis\\\": 3, \\\"swimming\\\": 8, \\\"enjoy\\\": 26, \\\"cutest\\\": 3, \\\"room\\\": 84, \\\"choose\\\": 13, \\\"spend\\\": 20, \\\"night\\\": 18, \\\"your\\\": 100, \\\"love\\\": 43, \\\"ones\\\": 6, \\\"or\\\": 44, \\\"friends\\\": 23, \\\"actually\\\": 6, \\\"when\\\": 45, \\\"our\\\": 66, \\\"feel\\\": 24, \\\"like\\\": 73, \\\"sleeping\\\": 5, \\\"since\\\": 24, \\\"it's\\\": 49, \\\"feeling\\\": 4, \\\"check\\\": 19, \\\"out\\\": 24, \\\"around\\\": 18, \\\"waste\\\": 4, \\\"time\\\": 40, \\\"sleep\\\": 6, \\\"walking\\\": 6, \\\"house\\\": 9, \\\"gardens\\\": 3, \\\"going\\\": 11, \\\"anywhere\\\": 3, \\\"else\\\": 7, \\\"seems\\\": 6, \\\"we\\\": 107, \\\"visited\\\": 5, \\\"regret\\\": 5, \\\"complain\\\": 3, \\\"she\\\": 9, \\\"felt\\\": 5, \\\"same\\\": 7, \\\"staying\\\": 6, \\\"must\\\": 29, \\\"try\\\": 48, \\\"good\\\": 129, \\\"price\\\": 26, \\\"victoria\\\": 2, \\\"station\\\": 5, \\\"located\\\": 16, \\\"beside\\\": 5, \\\"kamuning\\\": 2, \\\"metro\\\": 20, \\\"rail\\\": 2, \\\"transit\\\": 2, \\\"mrt\\\": 4, \\\"sales\\\": 7, \\\"agents\\\": 3, \\\"business\\\": 22, \\\"should\\\": 11, \\\"be\\\": 51, \\\"pleasure\\\": 4, \\\"diamond\\\": 2, \\\"'one\\\": 10, \\\"has\\\": 39, \\\"power\\\": 5, \\\"education\\\": 4, \\\"school\\\": 9, \\\"people\\\": 19, \\\"cleanest\\\": 2, \\\"greenest\\\": 2, \\\"having\\\": 8, \\\"high\\\": 17, \\\"highly\\\": 22, \\\"'ymca\\\": 2, \\\"loacted\\\": 2, \\\"post\\\": 3, \\\"office\\\": 53, \\\"loop\\\": 2, \\\"session\\\": 2, \\\"road\\\": 5, \\\"below\\\": 2, \\\"sm\\\": 8, \\\"baguio\\\": 12, \\\"cheapest\\\": 4, \\\"rate\\\": 9, \\\"function\\\": 2, \\\"convention\\\": 2, \\\"facilities\\\": 20, \\\"deluxe\\\": 3, \\\"dorm\\\": 4, \\\"type\\\": 2, \\\"conscious\\\": 2, \\\"town\\\": 7, \\\"seminar\\\": 2, \\\"attendees\\\": 2, \\\"within\\\": 7, \\\"heart\\\": 16, \\\"quezon\\\": 4, \\\"prices\\\": 12, \\\"amazing\\\": 9, \\\"bed\\\": 17, \\\"comfortable\\\": 21, \\\"accessible\\\": 5, \\\"public\\\": 5, \\\"transportation\\\": 4, \\\"ambiance\\\": 27, \\\"getting\\\": 5, \\\"5\\\": 7, \\\"star\\\": 8, \\\"service\\\": 75, \\\"accommodation\\\": 15, \\\"while\\\": 13, \\\"paying\\\": 2, \\\"3\\\": 17, \\\"all\\\": 74, \\\"who\\\": 23, \\\"save\\\": 5, \\\"received\\\": 2, \\\"full\\\": 8, \\\"residences\\\": 5, \\\"bars\\\": 6, \\\"restaurant\\\": 17, \\\"coffee\\\": 6, \\\"shop\\\": 9, \\\"spa\\\": 5, \\\"center\\\": 14, \\\"etc\\\": 18, \\\"overnight\\\": 8, \\\"okay\\\": 4, \\\"sinigang\\\": 3, \\\"ok'\\\": 2, \\\"tower\\\": 2, \\\"centrally\\\": 3, \\\"literally\\\": 4, \\\"blocks\\\": 2, \\\"away\\\": 19, \\\"from\\\": 70, \\\"surrounded\\\": 3, \\\"by\\\": 25, \\\"apartments\\\": 4, \\\"pretty\\\": 4, \\\"flat\\\": 5, \\\"screen\\\": 5, \\\"tv\\\": 11, \\\"compared\\\": 5, \\\"guys\\\": 4, \\\"tanawin\\\": 2, \\\"luxury\\\": 3, \\\"unit\\\": 2, \\\"so\\\": 64, \\\"far\\\": 9, \\\"n'\\\": 8, \\\"value\\\": 11, \\\"money\\\": 12, \\\"start\\\": 4, \\\"invest\\\": 2, \\\"rivecity\\\": 2, \\\"elevated\\\": 2, \\\"flood\\\": 2, \\\"free\\\": 15, \\\"experience\\\": 30, \\\"breath\\\": 4, \\\"taking\\\": 4, \\\"nature\\\": 3, \\\"sta\\\": 2, \\\"ana\\\": 2, \\\"consultant\\\": 2, \\\"properties\\\": 3, \\\"tagaytay\\\": 10, \\\"clifton\\\": 2, \\\"resort\\\": 24, \\\"suite\\\": 7, \\\"inspired\\\": 5, \\\"80\\\": 2, \\\"open\\\": 5, \\\"space\\\": 11, \\\"intended\\\": 2, \\\"green\\\": 3, \\\"landscaping\\\": 2, \\\"live\\\": 3, \\\"feels\\\": 10, \\\"vip\\\": 3, \\\"rent\\\": 6, \\\"buy\\\": 7, \\\"offer\\\": 17, \\\"deals\\\": 4, \\\"years\\\": 8, \\\"security\\\": 2, \\\"satisfied\\\": 7, \\\"taft\\\": 4, \\\"top\\\": 7, \\\"property\\\": 2, \\\"cannot\\\": 3, \\\"lost\\\": 2, \\\"stolen\\\": 2, \\\"nor\\\": 3, \\\"can\\\": 71, \\\"carried\\\": 3, \\\"purchased\\\": 3, \\\"common\\\": 2, \\\"sense\\\": 2, \\\"paid\\\": 4, \\\"managed\\\": 3, \\\"reasonable\\\": 16, \\\"care\\\": 4, \\\"safest\\\": 2, \\\"investment\\\": 2, \\\"world\\\": 7, \\\"today\\\": 5, \\\"'make\\\": 2, \\\"hapen\\\": 2, \\\"make\\\": 13, \\\"n\\\": 5, \\\"horizons101cebu\\\": 2, \\\"cheap\\\": 3, \\\"cool\\\": 9, \\\"interior'\\\": 2, \\\"grandview\\\": 2, \\\"dining\\\": 11, \\\"two\\\": 15, \\\"e\\\": 3, \\\"com\\\": 8, \\\"center'\\\": 3, \\\"ka\\\": 4, \\\"talaga\\\": 3, \\\"dito\\\": 8, \\\"themed\\\": 4, \\\"vacation\\\": 15, \\\"own\\\": 7, \\\"home'\\\": 2, \\\"as\\\": 37, \\\"well\\\": 27, \\\"relaxing\\\": 32, \\\"building\\\": 8, \\\"first\\\": 16, \\\"second\\\": 3, \\\"third\\\": 2, \\\"5th\\\": 2, \\\"floors\\\": 4, \\\"occupancy\\\": 2, \\\"residential\\\": 5, \\\"what's\\\": 3, \\\"near\\\": 20, \\\"araneta\\\": 4, \\\"which\\\": 26, \\\"lrt\\\": 2, \\\"stations\\\": 2, \\\"altogether\\\": 2, \\\"aside\\\": 6, \\\"universities\\\": 2, \\\"ateneo\\\": 2, \\\"up\\\": 32, \\\"miriam\\\": 2, \\\"units\\\": 3, \\\"considerately\\\": 2, \\\"condo's\\\": 2, \\\"plus\\\": 16, \\\"parking\\\": 4, \\\"fast\\\": 9, \\\"installation\\\": 2, \\\"less\\\": 8, \\\"those\\\": 15, \\\"looking\\\": 23, \\\"along\\\": 8, \\\"san\\\": 5, \\\"juan\\\": 4, \\\"nearby\\\": 4, \\\"towns\\\": 2, \\\"benson\\\": 8, \\\"apartelle\\\": 8, \\\"benson's\\\": 2, \\\"prime\\\": 3, \\\"choice\\\": 13, \\\"tourist\\\": 4, \\\"visiting\\\": 3, \\\"country\\\": 6, \\\"company\\\": 13, \\\"venue\\\": 8, \\\"seminars\\\": 5, \\\"serviced\\\": 5, \\\"matters\\\": 2, \\\"'affordable\\\": 7, \\\"friendly'\\\": 4, \\\"'a\\\": 15, \\\"secure\\\": 2, \\\"lots\\\": 4, \\\"foreigners\\\": 2, \\\"korean\\\": 3, \\\"chinese\\\": 3, \\\"trip\\\": 4, \\\"region\\\": 2, \\\"without\\\": 9, \\\"hurting\\\": 2, \\\"ready\\\": 7, \\\"assist\\\": 7, \\\"moment\\\": 5, \\\"arrive\\\": 2, \\\"till\\\": 3, \\\"leave\\\": 4, \\\"phone\\\": 2, \\\"inquiries\\\": 2, \\\"handled\\\": 2, \\\"receptionist\\\": 2, \\\"garden\\\": 7, \\\"roof\\\": 2, \\\"deck\\\": 3, \\\"see\\\": 14, \\\"skyline\\\": 2, \\\"might\\\": 4, \\\"greenhills\\\": 2, \\\"quite\\\": 14, \\\"astoria\\\": 4, \\\"plaza\\\": 5, \\\"assures\\\": 2, \\\"guests\\\": 11, \\\"during\\\": 19, \\\"spacious\\\": 21, \\\"food\\\": 62, \\\"professional\\\": 6, \\\"yet\\\": 10, \\\"helpful\\\": 20, \\\"cherish\\\": 2, \\\"every\\\": 15, \\\"definitely\\\": 28, \\\"thing\\\": 10, \\\"came\\\": 7, \\\"into\\\": 5, \\\"mind\\\": 6, \\\"upon\\\": 5, \\\"entering\\\": 3, \\\"moreover\\\": 2, \\\"liked\\\": 5, \\\"rest\\\": 6, \\\"think\\\": 5, \\\"besides\\\": 3, \\\"next\\\": 8, \\\"factors\\\": 2, \\\"considers\\\": 2, \\\"'great\\\": 15, \\\"surely\\\": 7, \\\"back\\\": 31, \\\"any\\\": 8, \\\"special\\\": 4, \\\"event\\\": 7, \\\"recall\\\": 2, \\\"i've\\\": 12, \\\"thrown\\\": 2, \\\"surprise\\\": 4, \\\"party\\\": 10, \\\"bf\\\": 2, \\\"way\\\": 12, \\\"07\\\": 2, \\\"fun\\\": 6, \\\"tidy\\\": 2, \\\"fresh\\\": 6, \\\"naman\\\": 5, \\\"assisted\\\": 4, \\\"us\\\": 24, \\\"what\\\": 23, \\\"needed\\\": 5, \\\"incase\\\": 2, \\\"i'd\\\": 4, \\\"say\\\": 12, \\\"celebrate\\\": 7, \\\"parties\\\": 5, \\\"reception\\\": 7, \\\"1\\\": 8, \\\"events\\\": 7, \\\"organizer\\\": 4, \\\"considering\\\": 8, \\\"fact\\\": 3, \\\"many\\\": 18, \\\"bookings\\\": 2, \\\"could\\\": 8, \\\"provide\\\": 13, \\\"attention\\\": 2, \\\"preparing\\\": 2, \\\"wedding\\\": 6, \\\"tasting\\\": 7, \\\"rushed\\\": 2, \\\"served\\\": 5, \\\"better\\\": 8, \\\"'certified\\\": 2, \\\"thanks\\\": 5, \\\"warm\\\": 7, \\\"welcome'\\\": 2, \\\"'very\\\": 20, \\\"accommodating\\\": 34, \\\"'feel\\\": 2, \\\"europe\\\": 2, \\\"environment\\\": 3, \\\"dreaming\\\": 2, \\\"safe\\\": 6, \\\"community\\\": 4, \\\"family\\\": 34, \\\"deserves\\\": 2, \\\"filinvest\\\": 2, \\\"'easy\\\": 2, \\\"transact'\\\": 2, \\\"failure\\\": 2, \\\"assisting\\\": 2, \\\"handling\\\": 2, \\\"clients\\\": 8, \\\"after\\\": 12, \\\"related\\\": 2, \\\"concerns\\\": 2, \\\"considerate\\\": 2, \\\"comes\\\": 11, \\\"client's\\\": 2, \\\"request\\\": 5, \\\"super\\\": 6, \\\"haba\\\": 2, \\\"ng\\\": 16, \\\"waiting\\\": 4, \\\"period\\\": 2, \\\"releasing\\\": 2, \\\"transacting\\\": 2, \\\"booking\\\": 6, \\\"accounts\\\": 2, \\\"houses\\\": 3, \\\"pleasant\\\": 13, \\\"efficient\\\": 10, \\\"bathroom\\\": 9, \\\"modern\\\": 16, \\\"minimalist\\\": 2, \\\"interiors\\\": 4, \\\"suitable\\\": 2, \\\"quiet\\\": 4, \\\"experienced\\\": 6, \\\"air\\\": 7, \\\"condition\\\": 4, \\\"securities\\\": 2, \\\"cleanliness\\\": 4, \\\"maintained\\\": 6, \\\"set\\\": 8, \\\"incomplete\\\": 2, \\\"because\\\": 34, \\\"no\\\": 20, \\\"available\\\": 6, \\\"table\\\": 12, \\\"chairs\\\": 16, \\\"use\\\": 10, \\\"used\\\": 8, \\\"bring\\\": 6, \\\"personal\\\": 2, \\\"laptop\\\": 2, \\\"finish\\\": 2, \\\"report\\\": 2, \\\"s\\\": 5, \\\"present\\\": 2, \\\"boss\\\": 4, \\\"tomorrow\\\": 2, \\\"hopefully\\\": 2, \\\"some\\\": 11, \\\"possible\\\": 3, \\\"needs\\\": 15, \\\"customers\\\": 6, \\\"noticed\\\": 2, \\\"already\\\": 4, \\\"reach\\\": 3, \\\"final\\\": 2, \\\"interview\\\": 2, \\\"didn't\\\": 4, \\\"give\\\": 9, \\\"email\\\": 4, \\\"pass\\\": 2, \\\"failed\\\": 2, \\\"cp\\\": 2, \\\"load\\\": 2, \\\"know\\\": 11, \\\"status\\\": 3, \\\"'quality\\\": 11, \\\"condo'\\\": 2, \\\"putting\\\": 3, \\\"basic\\\": 3, \\\"requirements\\\": 3, \\\"take\\\": 6, \\\"specs\\\": 2, \\\"details\\\": 2, \\\"rental\\\": 9, \\\"costing\\\": 1, \\\"equipments\\\": 1, \\\"support\\\": 1, \\\"ceo's\\\": 1, \\\"26\\\": 1, \\\"industry\\\": 4, \\\"availing\\\": 1, \\\"lot\\\": 15, \\\"headache\\\": 2, \\\"'competitive\\\": 1, \\\"supplies'\\\": 1, \\\"corporate\\\": 1, \\\"executive\\\": 1, \\\"offices\\\": 4, \\\"functional\\\": 2, \\\"world's\\\": 1, \\\"leading\\\": 1, \\\"providers\\\": 1, \\\"competitively\\\": 1, \\\"priced\\\": 6, \\\"centers\\\": 2, \\\"staffs\\\": 12, \\\"entertaining\\\": 2, \\\"closing\\\": 1, \\\"beyond\\\": 2, \\\"flexible\\\": 2, \\\"oriented\\\": 1, \\\"assistance\\\": 1, \\\"need\\\": 11, \\\"intimate\\\": 1, \\\"d'\\\": 6, \\\"'space\\\": 1, \\\"art\\\": 7, \\\"gallery'\\\": 1, \\\"beautiful\\\": 11, \\\"design\\\": 15, \\\"allows\\\": 1, \\\"natural\\\": 4, \\\"light\\\": 2, \\\"d\\\": 3, \\\"hold\\\": 4, \\\"meetings\\\": 2, \\\"aesthetics\\\": 2, \\\"'i\\\": 20, \\\"yeah\\\": 1, \\\"interior\\\": 6, \\\"designing\\\": 3, \\\"worked\\\": 3, \\\"call\\\": 4, \\\"long\\\": 8, \\\"am\\\": 6, \\\"convinced\\\": 1, \\\"each\\\": 5, \\\"agent\\\": 2, \\\"important\\\": 4, \\\"them\\\": 17, \\\"perform\\\": 1, \\\"tasks\\\": 1, \\\"working\\\": 5, \\\"got\\\": 14, \\\"partitions\\\": 4, \\\"desks\\\": 4, \\\"proaccess\\\": 1, \\\"inc\\\": 1, \\\"durable\\\": 2, \\\"phones\\\": 1, \\\"ca\\\": 1, \\\"strategically\\\": 1, \\\"placed\\\": 2, \\\"tables\\\": 7, \\\"accommodate\\\": 4, \\\"desktop\\\": 1, \\\"thumbs\\\": 6, \\\"memorable\\\": 6, \\\"awesome\\\": 9, \\\"affordability\\\": 2, \\\"provieds\\\": 1, \\\"furniture\\\": 53, \\\"equipment\\\": 5, \\\"hang\\\": 3, \\\"delicious\\\": 12, \\\"options\\\": 5, \\\"new\\\": 26, \\\"iacademy\\\": 1, \\\"greenfield's\\\": 1, \\\"newest\\\": 2, \\\"strip\\\": 2, \\\"class\\\": 4, \\\"warehouse\\\": 5, \\\"facility'\\\": 1, \\\"club\\\": 4, \\\"three\\\": 4, \\\"cater\\\": 4, \\\"lifestyle\\\": 3, \\\"fitness\\\": 3, \\\"fit\\\": 2, \\\"fully\\\": 3, \\\"equipped\\\": 2, \\\"state\\\": 1, \\\"athletic\\\": 1, \\\"complex\\\": 1, \\\"including\\\": 2, \\\"indoor\\\": 1, \\\"tennis\\\": 1, \\\"basketball\\\": 6, \\\"squash\\\": 1, \\\"badminton\\\": 1, \\\"courts\\\": 1, \\\"relaxation\\\": 1, \\\"rejuvenation\\\": 1, \\\"total\\\": 2, \\\"wellness\\\": 2, \\\"lushly\\\": 1, \\\"landscaped\\\": 1, \\\"jacuzzi\\\": 3, \\\"areas\\\": 4, \\\"nowhere\\\": 2, \\\"makati\\\": 8, \\\"these\\\": 4, \\\"single\\\": 2, \\\"exclusive\\\": 2, \\\"activity\\\": 1, \\\"health\\\": 2, \\\"await\\\": 1, \\\"shape\\\": 1, \\\"future\\\": 2, \\\"recommended\\\": 20, \\\"focused\\\": 1, \\\"giving\\\": 1, \\\"conducive\\\": 1, \\\"productivity\\\": 2, \\\"pinoy\\\": 1, \\\"mozillian\\\": 1, \\\"learn\\\": 1, \\\"been\\\": 19, \\\"partner\\\": 2, \\\"supporter\\\": 1, \\\"activities\\\": 7, \\\"job\\\": 5, \\\"co\\\": 4, \\\"work\\\": 13, \\\"land\\\": 2, \\\"opportunity\\\": 1, \\\"projects\\\": 2, \\\"connections\\\": 1, \\\"thank\\\": 9, \\\"being\\\": 7, \\\"remarkable\\\": 1, \\\"professionalism\\\": 1, \\\"dedicated\\\": 2, \\\"wow\\\": 2, \\\"looks\\\": 3, \\\"get\\\": 18, \\\"done\\\": 2, \\\"beach\\\": 14, \\\"contact\\\": 2, \\\"bgc\\\": 1, \\\"stars\\\": 3, \\\"enough'\\\": 1, \\\"online\\\": 2, \\\"makes\\\": 7, \\\"process\\\": 2, \\\"renting\\\": 1, \\\"car\\\": 13, \\\"easier\\\": 1, \\\"more\\\": 27, \\\"convenient\\\": 9, \\\"especially\\\": 5, \\\"who's\\\": 1, \\\"trips\\\": 1, \\\"opt\\\": 1, \\\"chauffeur\\\": 1, \\\"you're\\\": 17, \\\"tired\\\": 1, \\\"drive\\\": 3, \\\"again\\\": 16, \\\"can't\\\": 8, \\\"emphasize\\\": 1, \\\"how\\\": 6, \\\"europcar's\\\": 1, \\\"vehicles\\\": 1, \\\"europcar\\\": 1, \\\"ever\\\": 7, \\\"hands\\\": 1, \\\"down\\\": 5, \\\"european\\\": 2, \\\"interesting\\\": 5, \\\"things\\\": 6, \\\"specialty\\\": 3, \\\"shoe\\\": 4, \\\"store\\\": 8, \\\"charlie's\\\": 1, \\\"burgers\\\": 1, \\\"stuff\\\": 7, \\\"court\\\": 7, \\\"'their\\\": 3, \\\"american\\\": 1, \\\"style\\\": 3, \\\"classy\\\": 8, \\\"playground\\\": 1, \\\"compare\\\": 1, \\\"venues\\\": 1, \\\"i'm\\\": 8, \\\"impressed\\\": 2, \\\"customer\\\": 18, \\\"tepaurel\\\": 3, \\\"enterprises\\\": 2, \\\"ago\\\": 7, \\\"researching\\\": 1, \\\"muntinlupa\\\": 1, \\\"contacted\\\": 2, \\\"spoke\\\": 2, \\\"patient\\\": 2, \\\"even\\\": 26, \\\"questions\\\": 1, \\\"haven't\\\": 2, \\\"sealed\\\": 1, \\\"deal\\\": 2, \\\"easiest\\\": 1, \\\"do\\\": 13, \\\"'looking\\\": 1, \\\"don\\\": 2, \\\"t\\\": 4, \\\"further\\\": 1, \\\"rentals\\\": 2, \\\"supplies\\\": 2, \\\"materials\\\": 7, \\\"mib\\\": 1, \\\"genuine\\\": 1, \\\"loyal\\\": 1, \\\"majority\\\": 1, \\\"businesses\\\": 2, \\\"said\\\": 4, \\\"before\\\": 6, \\\"davao\\\": 4, \\\"question\\\": 1, \\\"absolute\\\": 1, \\\"impeccable\\\": 1, \\\"accuracy\\\": 1, \\\"information\\\": 1, \\\"nothing\\\": 6, \\\"aking\\\": 2, \\\"pinagpupugayan\\\": 1, \\\"ang\\\": 21, \\\"lab\\\": 1, \\\"sa\\\": 17, \\\"pagsisilbi\\\": 1, \\\"bilang\\\": 2, \\\"tagpuan\\\": 2, \\\"mga\\\": 6, \\\"alagad\\\": 1, \\\"sining\\\": 5, \\\"pagbibigay\\\": 1, \\\"oras\\\": 1, \\\"sikap\\\": 1, \\\"inspirasyon\\\": 1, \\\"kanila\\\": 1, \\\"para\\\": 2, \\\"patuloy\\\": 3, \\\"na\\\": 18, \\\"pag\\\": 2, \\\"usbong\\\": 2, \\\"pilipinong\\\": 2, \\\"tita\\\": 2, \\\"her\\\": 3, \\\"states\\\": 1, \\\"quick\\\": 2, \\\"balikbayan\\\": 3, \\\"unfortunately\\\": 1, \\\"son\\\": 11, \\\"fear\\\": 1, \\\"commuting\\\": 1, \\\"transport\\\": 1, \\\"rented\\\": 2, \\\"highrise\\\": 1, \\\"daily\\\": 3, \\\"weekly\\\": 1, \\\"monthly\\\": 1, \\\"availed\\\": 1, \\\"weeks\\\": 1, \\\"longer\\\": 2, \\\"periods\\\": 1, \\\"chaperone\\\": 1, \\\"most\\\": 13, \\\"tours\\\": 1, \\\"van\\\": 1, \\\"ups\\\": 1, \\\"gauges\\\": 1, \\\"management\\\": 2, \\\"services'\\\": 1, \\\"bazaar\\\": 1, \\\"'ok'\\\": 1, \\\"cars\\\": 1, \\\"made\\\": 12, \\\"'always\\\": 1, \\\"24\\\": 1, \\\"7\\\": 1, \\\"'smooth\\\": 1, \\\"easy\\\": 11, \\\"'airport\\\": 1, \\\"philippines\\\": 6, \\\"'transavia\\\": 1, \\\"'welcome\\\": 1, \\\"'mabuhay\\\": 1, \\\"'it\\\": 7, \\\"shoes\\\": 3, \\\"vibe\\\": 1, \\\"favorite\\\": 8, \\\"hangout\\\": 1, \\\"places\\\": 8, \\\"transported\\\": 1, \\\"different\\\": 14, \\\"there's\\\": 4, \\\"variety\\\": 11, \\\"simple\\\": 6, \\\"dinner\\\": 3, \\\"bellini's\\\": 1, \\\"inuman\\\": 1, \\\"movie\\\": 1, \\\"viewing\\\": 1, \\\"still\\\": 12, \\\"cause\\\": 1, \\\"mogwai\\\": 1, \\\"closed\\\": 2, \\\"haircut\\\": 1, \\\"although\\\": 1, \\\"p\\\": 1, \\\"artsy\\\": 2, \\\"fartsy\\\": 1, \\\"stalls\\\": 1, \\\"ukay\\\": 2, \\\"thrift\\\": 2, \\\"shops\\\": 3, \\\"antique\\\": 1, \\\"course\\\": 4, \\\"former\\\": 1, \\\"marikina\\\": 2, \\\"expo\\\": 3, \\\"mini\\\": 1, \\\"concerts\\\": 1, \\\"cubao\\\": 4, \\\"x\\\": 2, \\\"'ang\\\": 1, \\\"maituturing\\\": 1, \\\"esensyal\\\": 1, \\\"sentro\\\": 1, \\\"kakatuwang\\\": 1, \\\"pagpupugay\\\": 1, \\\"pagtataguyod\\\": 1, \\\"recently\\\": 2, \\\"went\\\": 4, \\\"formerly\\\": 2, \\\"surprised\\\": 1, \\\"stores\\\": 5, \\\"replaced\\\": 1, \\\"selling\\\": 2, \\\"unique\\\": 12, \\\"finds\\\": 1, \\\"among\\\": 2, \\\"sells\\\": 2, \\\"items\\\": 2, \\\"small\\\": 12, \\\"anik\\\": 1, \\\"aniks\\\": 1, \\\"decors\\\": 1, \\\"dietary\\\": 1, \\\"supplements\\\": 1, \\\"apparel\\\": 1, \\\"couple\\\": 1, \\\"worth\\\": 10, \\\"trying\\\": 1, \\\"italian\\\": 2, \\\"tucked\\\": 2, \\\"cul\\\": 1, \\\"de\\\": 5, \\\"sac\\\": 1, \\\"jpnb\\\": 2, \\\"operating\\\": 1, \\\"under\\\": 2, \\\"finance\\\": 1, \\\"act\\\": 1, \\\"provides\\\": 5, \\\"leasing\\\": 1, \\\"mortgage\\\": 1, \\\"loans\\\": 1, \\\"installment\\\": 1, \\\"discounting\\\": 1, \\\"financial\\\": 1, \\\"products\\\": 30, \\\"financing\\\": 1, \\\"carefully\\\": 1, \\\"structured\\\": 1, \\\"suit\\\": 3, \\\"service'\\\": 7, \\\"furnitures\\\": 10, \\\"owner\\\": 3, \\\"ordering\\\": 3, \\\"chair\\\": 2, \\\"walked\\\": 1, \\\"help\\\": 5, \\\"times\\\": 7, \\\"update\\\": 1, \\\"order\\\": 10, \\\"pick\\\": 2, \\\"'long\\\": 1, \\\"line\\\": 2, \\\"products'\\\": 2, \\\"computer\\\": 2, \\\"barstools\\\": 1, \\\"sofabed\\\": 1, \\\"bedroom\\\": 10, \\\"wardobe\\\": 1, \\\"drawer\\\": 2, \\\"multi\\\": 2, \\\"purpose\\\": 2, \\\"cabinets\\\": 6, \\\"'try\\\": 2, \\\"maker\\\": 1, \\\"personalized\\\": 2, \\\"cabinets'\\\": 1, \\\"'excellent\\\": 5, \\\"collection\\\": 1, \\\"ergonomic\\\": 1, \\\"keep\\\": 8, \\\"numerous\\\": 2, \\\"choices\\\": 8, \\\"bought\\\": 4, \\\"desk\\\": 5, \\\"few\\\": 5, \\\"months\\\": 2, \\\"followed\\\": 1, \\\"buying\\\": 1, \\\"corresponding\\\": 1, \\\"we've\\\": 3, \\\"happy\\\": 6, \\\"purchase\\\": 1, \\\"vaults'\\\": 1, \\\"'wonderful\\\": 1, \\\"'high\\\": 1, \\\"suits\\\": 2, \\\"previous\\\": 2, \\\"'exceline\\\": 1, \\\"warmed\\\": 1, \\\"accomodating'\\\": 1, \\\"trend\\\": 2, \\\"wrong\\\": 2, \\\"l\\\": 7, \\\"another\\\": 4, \\\"couldn't\\\": 1, \\\"breaking\\\": 1, \\\"bank\\\": 1, \\\"yeloow\\\": 1, \\\"pages\\\": 1, \\\"ph\\\": 1, \\\"found\\\": 5, \\\"echo\\\": 1, \\\"thu\\\": 1, \\\"day\\\": 11, \\\"market\\\": 2, \\\"'classy\\\": 1, \\\"designed\\\": 7, \\\"kind\\\": 5, \\\"piece\\\": 3, \\\"'nice\\\": 19, \\\"designs\\\": 7, \\\"furnishing\\\": 1, \\\"imported\\\": 1, \\\"individuals\\\": 1, \\\"seek\\\": 2, \\\"luxuries\\\": 1, \\\"believes\\\": 1, \\\"picture\\\": 2, \\\"where\\\": 13, \\\"unwind\\\": 6, \\\"tiring\\\": 1, \\\"aims\\\": 2, \\\"wide\\\": 11, \\\"range\\\": 9, \\\"elegant\\\": 9, \\\"providing\\\": 1, \\\"satisfaction\\\": 1, \\\"'best\\\": 6, \\\"latest\\\": 1, \\\"concepts\\\": 1, \\\"prices'\\\": 1, \\\"selection\\\": 7, \\\"curtains\\\": 4, \\\"fabric\\\": 2, \\\"showroom\\\": 1, \\\"widerange\\\": 1, \\\"wintex\\\": 2, \\\"fabric's\\\": 1, \\\"upholstery\\\": 4, \\\"designers\\\": 3, \\\"practical\\\": 1, \\\"ideas\\\": 1, \\\"'you\\\": 2, \\\"draperies\\\": 1, \\\"fabrics\\\": 4, \\\"collections\\\": 1, \\\"treasure\\\": 1, \\\"trove\\\": 1, \\\"texture\\\": 1, \\\"both\\\": 3, \\\"stylish\\\": 1, \\\"innovators\\\": 1, \\\"planning\\\": 5, \\\"'our\\\": 2, \\\"redesigned\\\": 1, \\\"'m\\\": 1, \\\"team\\\": 9, \\\"members\\\": 2, \\\"vey\\\": 1, \\\"much\\\": 9, \\\"firstly\\\": 1, \\\"cube\\\": 1, \\\"stuffing\\\": 1, \\\"ourselves\\\": 1, \\\"partition\\\": 6, \\\"sharing\\\": 1, \\\"file\\\": 1, \\\"wallstreet\\\": 1, \\\"funny\\\": 1, \\\"tripped\\\": 1, \\\"over\\\": 9, \\\"wires\\\": 1, \\\"until\\\": 4, \\\"redesign\\\": 2, \\\"realized\\\": 1, \\\"stressful\\\": 1, \\\"proper\\\": 4, \\\"cubicles\\\": 2, \\\"colors\\\": 2, \\\"threaten\\\": 1, \\\"life\\\": 7, \\\"cerebral\\\": 1, \\\"hemorrhage\\\": 1, \\\"swivel\\\": 1, \\\"hr\\\": 1, \\\"owe\\\": 1, \\\"unicom\\\": 2, \\\"gumawa\\\": 1, \\\"mura\\\": 2, \\\"pa\\\": 2, \\\"reliable\\\": 5, \\\"such\\\": 5, \\\"blinds\\\": 9, \\\"panel\\\": 3, \\\"name\\\": 5, \\\"whole\\\": 5, \\\"myspace\\\": 1, \\\"workplace\\\": 2, \\\"dictates\\\": 1, \\\"culture\\\": 2, \\\"geniuses\\\": 1, \\\"simplify\\\": 1, \\\"thoroughly\\\": 1, \\\"major\\\": 2, \\\"renovation\\\": 1, \\\"easily\\\": 1, \\\"whether\\\": 2, \\\"entrepreneurs\\\": 1, \\\"50\\\": 2, \\\"seating\\\": 2, \\\"capacity\\\": 1, \\\"simply\\\": 2, \\\"mirroring\\\": 1, \\\"donald\\\": 1, \\\"trump\\\": 1, \\\"'s\\\": 4, \\\"board\\\": 1, \\\"apprentice\\\": 1, \\\"magic\\\": 1, \\\"proving\\\": 1, \\\"peak\\\": 1, \\\"furnishings\\\": 2, \\\"bargain\\\": 1, \\\"functionality\\\": 1, \\\"fire\\\": 1, \\\"hire\\\": 1, \\\"squeaky\\\": 1, \\\"sharp'\\\": 1, \\\"'your\\\": 2, \\\"trusted\\\": 1, \\\"accomodating\\\": 3, \\\"anf\\\": 1, \\\"system\\\": 2, \\\"kinds\\\": 7, \\\"discuss\\\": 1, \\\"wants\\\": 1, \\\"officelux\\\": 2, \\\"committed\\\": 1, \\\"meet\\\": 2, \\\"deadline\\\": 1, \\\"'office\\\": 1, \\\"package\\\": 5, \\\"employer\\\": 1, \\\"overall\\\": 4, \\\"revamp\\\": 1, \\\"2005\\\": 1, \\\"chosen\\\": 1, \\\"interior's\\\": 1, \\\"exquisitely\\\": 1, \\\"extremely\\\": 4, \\\"glad\\\": 1, \\\"powershades\\\": 1, \\\"trading\\\": 1, \\\"install\\\": 1, \\\"trust\\\": 1, \\\"disappointed\\\": 1, \\\"reassuring\\\": 1, \\\"hardworking\\\": 2, \\\"honest\\\": 2, \\\"fair\\\": 1, \\\"year\\\": 8, \\\"sturdy\\\": 1, \\\"referred\\\": 1, \\\"shared\\\": 1, \\\"matibay\\\": 1, \\\"beds\\\": 8, \\\"napaka\\\": 1, \\\"nila\\\": 5, \\\"main\\\": 3, \\\"sherton\\\": 3, \\\"brand\\\": 1, \\\"soft\\\": 1, \\\"delicate\\\": 1, \\\"un\\\": 1, \\\"quickly\\\": 1, \\\"deflate\\\": 1, \\\"mattress\\\": 2, \\\"break\\\": 1, \\\"'same\\\": 1, \\\"brands\\\": 2, \\\"industrial\\\": 1, \\\"matresses\\\": 1, \\\"cost\\\": 3, \\\"effective\\\": 1, \\\"distributed\\\": 1, \\\"select\\\": 1, \\\"hospitals\\\": 1, \\\"fine\\\": 4, \\\"comfy\\\": 4, \\\"lull\\\": 1, \\\"everyone\\\": 8, \\\"that's\\\": 2, \\\"why\\\": 3, \\\"'superior\\\": 1, \\\"supplier\\\": 5, \\\"customized\\\": 4, \\\"wood\\\": 5, \\\"price'\\\": 2, \\\"based\\\": 3, \\\"boards\\\": 1, \\\"construction\\\": 1, \\\"accomodation\\\": 5, \\\"custom\\\": 3, \\\"living\\\": 2, \\\"specialize\\\": 2, \\\"institutions\\\": 1, \\\"consultation\\\": 1, \\\"decorations\\\": 1, \\\"architecture\\\": 2, \\\"sophisticated\\\": 2, \\\"agp\\\": 1, \\\"it'\\\": 2, \\\"cover\\\": 1, \\\"mattresses\\\": 1, \\\"3m\\\": 1, \\\"edsa\\\": 1, \\\"sell\\\": 4, \\\"almost\\\": 5, \\\"'discounted\\\": 1, \\\"round\\\": 4, \\\"'complete\\\": 1, \\\"lines\\\": 2, \\\"'dealer\\\": 1, \\\"accommodation'\\\": 1, \\\"hard\\\": 5, \\\"amongst\\\": 2, \\\"conceptualizes\\\": 1, \\\"creates\\\": 1, \\\"strongly\\\": 2, \\\"constructs\\\": 1, \\\"fairly\\\": 1, \\\"totally\\\": 3, \\\"exceeded\\\": 1, \\\"expectations\\\": 2, \\\"turning\\\": 1, \\\"vision\\\": 1, \\\"making\\\": 4, \\\"tangible\\\": 1, \\\"finest\\\": 4, \\\"suppliers\\\": 2, \\\"customizing\\\": 1, \\\"according\\\": 3, \\\"'wide\\\": 1, \\\"seatmate\\\": 1, \\\"restored\\\": 1, \\\"project\\\": 1, \\\"original\\\": 3, \\\"skilled\\\": 1, \\\"upholsterers\\\": 1, \\\"personnel\\\": 1, \\\"tried\\\": 8, \\\"meticulous\\\": 1, \\\"enthusiasts\\\": 1, \\\"workmanship\\\": 2, \\\"replace\\\": 1, \\\"leather\\\": 3, \\\"wraps\\\": 1, \\\"steering\\\": 1, \\\"wheel\\\": 2, \\\"takes\\\": 1, \\\"4\\\": 5, \\\"hours\\\": 3, \\\"mang\\\": 1, \\\"romy\\\": 1, \\\"queen\\\": 1, \\\"size\\\": 6, \\\"delivery\\\": 3, \\\"added\\\": 1, \\\"sakto\\\": 1, \\\"komprehensibong\\\": 1, \\\"pulong\\\": 1, \\\"itong\\\": 1, \\\"ito\\\": 1, \\\"bel\\\": 1, \\\"ay\\\": 3, \\\"kayang\\\": 2, \\\"magsilbi\\\": 1, \\\"kainan\\\": 1, \\\"masasarap\\\": 2, \\\"pagkain\\\": 3, \\\"pagkakabilangan\\\": 1, \\\"habang\\\": 1, \\\"nasa\\\": 1, \\\"malinamnam\\\": 1, \\\"ring\\\": 1, \\\"usapan\\\": 1, \\\"admittedly\\\": 1, \\\"takaw\\\": 1, \\\"tingin\\\": 1, \\\"homey\\\": 1, \\\"wander\\\": 1, \\\"you've\\\": 2, \\\"devoured\\\": 1, \\\"tuyo\\\": 1, \\\"pesto\\\": 1, \\\"ensconced\\\": 1, \\\"creative\\\": 2, \\\"lri\\\": 1, \\\"servings\\\": 1, \\\"presentation\\\": 2, \\\"serving\\\": 2, \\\"little\\\": 3, \\\"expected\\\": 2, \\\"20\\\": 1, \\\"minutes\\\": 4, \\\"per\\\": 2, \\\"busy\\\": 5, \\\"hour\\\": 3, \\\"move\\\": 4, \\\"bigger\\\": 1, \\\"looked\\\": 2, \\\"troublesome\\\": 1, \\\"customize\\\": 2, \\\"deliver\\\": 3, \\\"'with\\\": 1, \\\"disney\\\": 1, \\\"beddings\\\": 2, \\\"cute\\\": 2, \\\"barbie\\\": 1, \\\"wwe\\\": 1, \\\"nba\\\": 1, \\\"sheets\\\": 5, \\\"anti\\\": 1, \\\"bacterial\\\": 1, \\\"bedsheets\\\": 2, \\\"mom\\\": 2, \\\"'satisfied\\\": 1, \\\"array\\\": 2, \\\"comforters\\\": 1, \\\"pillow\\\": 2, \\\"cases\\\": 1, \\\"end\\\": 2, \\\"500\\\": 1, \\\"thread\\\": 1, \\\"count\\\": 2, \\\"modular\\\": 3, \\\"cabinet\\\": 3, \\\"stop\\\": 5, \\\"website\\\": 5, \\\"complete\\\": 2, \\\"solutions\\\": 2, \\\"depending\\\": 1, \\\"asked\\\": 4, \\\"quote\\\": 1, \\\"closet\\\": 1, \\\"specifications\\\": 1, \\\"gave\\\": 5, \\\"quotation\\\": 1, \\\"tito\\\": 1, \\\"lives\\\": 1, \\\"pampanga\\\": 2, \\\"hannah\\\": 1, \\\"kainggit\\\": 1, \\\"pulido\\\": 1, \\\"pagkakagawa\\\": 1, \\\"combination\\\": 2, \\\"glass\\\": 3, \\\"seamless\\\": 1, \\\"'t\\\": 4, \\\"salubsob\\\": 1, \\\"behind\\\": 2, \\\"hinges\\\": 1, \\\"squeak\\\": 1, \\\"door\\\": 2, \\\"heavy\\\": 1, \\\"proof\\\": 1, \\\"telenovela\\\": 1, \\\"rin\\\": 1, \\\"pala\\\": 1, \\\"feature\\\": 1, \\\"points\\\": 3, \\\"telegenic\\\": 1, \\\"hmr\\\": 1, \\\"auctions\\\": 2, \\\"helps\\\": 1, \\\"purchasing\\\": 1, \\\"auctioning\\\": 1, \\\"asset\\\": 1, \\\"processing\\\": 2, \\\"validation\\\": 1, \\\"creating\\\": 1, \\\"brochures\\\": 1, \\\"flyers\\\": 1, \\\"posting\\\": 1, \\\"sending\\\": 1, \\\"fax\\\": 1, \\\"sms\\\": 1, \\\"messaging\\\": 1, \\\"'hmr\\\": 1, \\\"branches\\\": 1, \\\"embassy\\\": 2, \\\"auction\\\": 1, \\\"ads\\\": 1, \\\"newspaper\\\": 1, \\\"informative\\\": 1, \\\"lighting\\\": 7, \\\"ahead\\\": 2, \\\"fixtures\\\": 1, \\\"akian\\\": 1, \\\"m\\\": 1, \\\"thinking\\\": 3, \\\"re\\\": 3, \\\"doing\\\": 4, \\\"changing\\\": 1, \\\"wallpaper\\\": 1, \\\"idea\\\": 1, \\\"ecstatic\\\": 2, \\\"read\\\": 1, \\\"kf\\\": 1, \\\"chandeliers\\\": 2, \\\"babyland\\\": 1, \\\"wisely\\\": 1, \\\"distinct\\\": 1, \\\"premium\\\": 2, \\\"curtain\\\": 1, \\\"drapery\\\": 1, \\\"larry's\\\": 1, \\\"option\\\": 1, \\\"taste\\\": 10, \\\"color\\\": 1, \\\"palette\\\": 1, \\\"luxe\\\": 1, \\\"advice\\\": 1, \\\"trained\\\": 1, \\\"ambience\\\": 3, \\\"polished\\\": 1, \\\"stiff\\\": 1, \\\"oh\\\": 2, \\\"diverse\\\": 1, \\\"hesitate\\\": 2, \\\"ask\\\": 7, \\\"water\\\": 5, \\\"spartan\\\": 1, \\\"toilet\\\": 4, \\\"retaso\\\": 1, \\\"sale\\\": 2, \\\"pair\\\": 1, \\\"throw\\\": 2, \\\"pillows\\\": 5, \\\"separator\\\": 1, \\\"pedestal\\\": 1, \\\"helping\\\": 1, \\\"bit\\\": 12, \\\"starting\\\": 2, \\\"tutorial\\\": 1, \\\"aurora\\\": 1, \\\"oa\\\": 1, \\\"incorporated\\\": 1, \\\"inquire\\\": 1, \\\"acquiring\\\": 1, \\\"admit\\\": 1, \\\"reasons\\\": 1, \\\"chose\\\": 1, \\\"using\\\": 1, \\\"dear\\\": 1, \\\"sir\\\": 1, \\\"michael\\\": 3, \\\"xie\\\": 1, \\\"director\\\": 1, \\\"zhongshan\\\": 1, \\\"xiangrong\\\": 1, \\\"caster\\\": 2, \\\"ltd\\\": 1, \\\"currently\\\": 1, \\\"export\\\": 1, \\\"supo\\\": 1, \\\"src\\\": 1, \\\"interested\\\": 1, \\\"pleahxxdqptuse\\\": 1, \\\"directly\\\": 1, \\\"regards\\\": 1, \\\"86\\\": 1, \\\"186\\\": 1, \\\"89376598\\\": 1, \\\"supocaster\\\": 2, \\\"www\\\": 4, \\\"srccaster\\\": 1, \\\"com'\\\": 1, \\\"'this\\\": 7, \\\"casters\\\": 1, \\\"gliders\\\": 1, \\\"discounts\\\": 2, \\\"lower\\\": 2, \\\"handicraft\\\": 1, \\\"gift\\\": 1, \\\"wrapping\\\": 2, \\\"shuttle\\\": 2, \\\"handicrafts\\\": 2, \\\"brought\\\": 1, \\\"souvenirs\\\": 1, \\\"caught\\\": 1, \\\"sight\\\": 1, \\\"carabao\\\": 1, \\\"horns\\\": 1, \\\"fellow\\\": 1, \\\"kababayans\\\": 1, \\\"carabaos\\\": 1, \\\"filipinos\\\": 2, \\\"grabbed\\\": 1, \\\"accents\\\": 1, \\\"marry\\\": 1, \\\"filipiniana\\\": 1, \\\"theme\\\": 3, \\\"barong\\\": 1, \\\"groom\\\": 1, \\\"accessories\\\": 3, \\\"honeymoon\\\": 1, \\\"dream\\\": 2, \\\"santorini\\\": 1, \\\"greece\\\": 1, \\\"partonize\\\": 1, \\\"sariling\\\": 1, \\\"atin\\\": 1, \\\"fluant\\\": 1, \\\"known\\\": 3, \\\"producing\\\": 1, \\\"wholesaling\\\": 1, \\\"retailing\\\": 1, \\\"exporting\\\": 1, \\\"handmade\\\": 1, \\\"philippine\\\": 1, \\\"useful\\\": 1, \\\"plastic\\\": 2, \\\"'budget\\\": 1, \\\"village\\\": 2, \\\"daunting\\\": 1, \\\"worried\\\": 1, \\\"costs\\\": 1, \\\"promote\\\": 2, \\\"inspire\\\": 1, \\\"children\\\": 4, \\\"express\\\": 1, \\\"themselves\\\": 1, \\\"decided\\\": 3, \\\"tackle\\\": 1, \\\"apprehensions\\\": 1, \\\"wasn't\\\": 3, \\\"problem\\\": 4, \\\"owns\\\": 1, \\\"commercial\\\": 2, \\\"started\\\": 1, \\\"relatively\\\": 1, \\\"bulky\\\": 1, \\\"allow\\\": 1, \\\"freely\\\": 1, \\\"hisolomon\\\": 1, \\\"provided\\\": 4, \\\"study\\\": 1, \\\"steel\\\": 3, \\\"once\\\": 2, \\\"exceed\\\": 1, \\\"target\\\": 1, \\\"students\\\": 2, \\\"2014\\\": 2, \\\"'offers\\\": 1, \\\"basically\\\": 1, \\\"asian\\\": 3, \\\"countries\\\": 2, \\\"contractor\\\": 2, \\\"rr\\\": 1, \\\"zapanta\\\": 1, \\\"built\\\": 2, \\\"'what\\\": 2, \\\"happens\\\": 2, \\\"sofa\\\": 6, \\\"looses\\\": 1, \\\"spring\\\": 1, \\\"comfortability\\\": 1, \\\"throwing\\\": 1, \\\"ages\\\": 1, \\\"frame\\\": 1, \\\"intact\\\": 1, \\\"teus\\\": 1, \\\"walls\\\": 3, \\\"headboards\\\": 1, \\\"coaches\\\": 1, \\\"tested\\\": 2, \\\"master\\\": 1, \\\"general\\\": 1, \\\"accept\\\": 1, \\\"woodfix\\\": 1, \\\"repair\\\": 1, \\\"grand\\\": 3, \\\"ma'\\\": 1, \\\"upholsterer\\\": 1, \\\"repairs\\\": 1, \\\"dealing\\\": 2, \\\"hassle\\\": 2, \\\"pickup\\\": 1, \\\"minimal\\\": 1, \\\"charge\\\": 2, \\\"ats\\\": 1, \\\"cost'\\\": 1, \\\"guest\\\": 6, \\\"delante\\\": 1, \\\"requests'\\\": 1, \\\"divan\\\": 2, \\\"settee\\\": 2, \\\"'customize\\\": 1, \\\"pieces\\\": 1, \\\"'when\\\": 1, \\\"exciting\\\": 2, \\\"filling\\\": 2, \\\"finishes\\\": 1, \\\"8n\\\": 1, \\\"covering\\\": 1, \\\"windows\\\": 3, \\\"venetian\\\": 1, \\\"roller\\\": 1, \\\"carpets\\\": 1, \\\"furnitures'\\\": 1, \\\"moving\\\": 1, \\\"he\\\": 6, \\\"wanted\\\": 4, \\\"everything\\\": 14, \\\"given\\\": 3, \\\"scout\\\": 1, \\\"pricey\\\": 3, \\\"promised\\\": 1, \\\"excellence\\\": 1, \\\"sorts\\\": 2, \\\"conference\\\": 6, \\\"rectangular\\\": 1, \\\"approved\\\": 1, \\\"oval\\\": 1, \\\"shaped\\\": 1, \\\"yay\\\": 1, \\\"ex\\\": 1, \\\"moved\\\": 1, \\\"waley\\\": 1, \\\"noh\\\": 1, \\\"ifurniture\\\": 1, \\\"thought\\\": 2, \\\"ipod\\\": 1, \\\"sofas\\\": 2, \\\"boyfriend\\\": 1, \\\"checke\\\": 1, \\\"'top\\\": 1, \\\"merchandise\\\": 1, \\\"surprisingly\\\": 1, \\\"glazed\\\": 1, \\\"coconut\\\": 1, \\\"dishware\\\": 1, \\\"decorative\\\": 1, \\\"balls\\\": 1, \\\"hello\\\": 1, \\\"nbonny\\\": 1, \\\"caters\\\": 1, \\\"one's\\\": 1, \\\"canteen\\\": 2, \\\"nyou\\\": 1, \\\"bonnyfurniture\\\": 2, \\\"multiply\\\": 1, \\\"sellers\\\": 1, \\\"posted\\\": 1, \\\"nthey\\\": 1, \\\"address\\\": 1, \\\"yahoo\\\": 1, \\\"ngood\\\": 1, \\\"god\\\": 1, \\\"bless\\\": 1, \\\"nhappy\\\": 1, \\\"tents\\\": 1, \\\"greenbelt\\\": 1, \\\"11am\\\": 2, \\\"9pm\\\": 1, \\\"monday\\\": 1, \\\"thursday\\\": 1, \\\"sunday\\\": 3, \\\"10pm\\\": 2, \\\"friday\\\": 2, \\\"10am\\\": 1, \\\"saturday\\\": 1, \\\"imperial\\\": 1, \\\"discover\\\": 1, \\\"vast\\\": 1, \\\"classical\\\": 1, \\\"contemporary\\\": 1, \\\"product\\\": 2, \\\"categories\\\": 1, \\\"consoles\\\": 1, \\\"secretaries\\\": 1, \\\"occasional\\\": 1, \\\"ceiling\\\": 2, \\\"lights\\\": 2, \\\"drop\\\": 3, \\\"pendants\\\": 1, \\\"lamps\\\": 2, \\\"wall\\\": 9, \\\"hangings\\\": 1, \\\"lladr'\\\": 1, \\\"raw\\\": 1, \\\"resins\\\": 1, \\\"fiberglass\\\": 1, \\\"upholstered\\\": 1, \\\"'thumbs\\\": 1, \\\"'afrdsable\\\": 1, \\\"'perfect\\\": 4, \\\"'good\\\": 13, \\\"relax\\\": 17, \\\"accomodation'\\\": 1, \\\"stressed\\\": 1, \\\"strolling\\\": 1, \\\"streets\\\": 4, \\\"staff'\\\": 1, \\\"heavenly\\\": 1, \\\"joy\\\": 1, \\\"butler\\\": 1, \\\"highest\\\": 1, \\\"bond\\\": 1, \\\"loved\\\": 7, \\\"ones'\\\": 1, \\\"date\\\": 2, \\\"'comfy\\\": 1, \\\"'comfortable\\\": 2, \\\"stress\\\": 2, \\\"manila'\\\": 1, \\\"back'\\\": 1, \\\"'cozy\\\": 3, \\\"pan\\\": 1, \\\"pacific\\\": 1, \\\"hotel'\\\": 3, \\\"'city\\\": 1, \\\"hospitable\\\": 4, \\\"staffs'\\\": 1, \\\"mall\\\": 6, \\\"airport\\\": 2, \\\"personnels\\\": 1, \\\"opened\\\": 1, \\\"penthouse\\\": 2, \\\"lobby\\\": 8, \\\"cheers\\\": 1, \\\"short\\\": 1, \\\"indeed\\\": 5, \\\"filled\\\": 3, \\\"laughter\\\": 1, \\\"loves\\\": 4, \\\"aquarium\\\": 6, \\\"fishes\\\": 2, \\\"part\\\": 3, \\\"room's\\\": 1, \\\"yes\\\": 1, \\\"polite\\\": 4, \\\"'if\\\": 2, \\\"staycation\\\": 3, \\\"ordinary\\\": 1, \\\"maybe\\\": 1, \\\"famiky\\\": 1, \\\"h2o\\\": 2, \\\"ocean\\\": 4, \\\"marina\\\": 1, \\\"superior\\\": 1, \\\"sooo\\\": 1, \\\"installed\\\": 1, \\\"gives\\\": 3, \\\"u\\\": 2, \\\"sea\\\": 2, \\\"animals\\\": 1, \\\"horses\\\": 1, \\\"ans\\\": 1, \\\"jelly\\\": 1, \\\"fish\\\": 2, \\\"passing\\\": 1, \\\"thru\\\": 1, \\\"truly\\\": 6, \\\"wonderful\\\": 6, \\\"experience'\\\": 1, \\\"'we\\\": 5, \\\"june\\\": 1, \\\"whim\\\": 1, \\\"occasion\\\": 1, \\\"upgraded\\\": 2, \\\"teen\\\": 1, \\\"absolutely\\\": 4, \\\"separate\\\": 3, \\\"slept\\\": 1, \\\"coz\\\": 2, \\\"himself\\\": 1, \\\"hazardous\\\": 1, \\\"lock\\\": 1, \\\"shower\\\": 3, \\\"outside\\\": 1, \\\"crowded\\\": 2, \\\"due\\\": 1, \\\"off\\\": 3, \\\"dressing\\\": 1, \\\"eerie\\\": 1, \\\"expanse\\\": 1, \\\"deserted\\\": 1, \\\"organized\\\": 1, \\\"smelling\\\": 1, \\\"'expensive\\\": 1, \\\"easter\\\": 1, \\\"egg\\\": 1, \\\"hunt\\\": 1, \\\"did\\\": 3, \\\"participate\\\": 1, \\\"18mons\\\": 1, \\\"aqua\\\": 3, \\\"classic\\\": 5, \\\"promo\\\": 4, \\\"php\\\": 2, \\\"8000\\\": 1, \\\"rm\\\": 1, \\\"3140\\\": 1, \\\"happiest\\\": 1, \\\"tastefully\\\": 1, \\\"furnished\\\": 3, \\\"king\\\": 2, \\\"sized\\\": 1, \\\"white\\\": 2, \\\"40inch\\\": 1, \\\"delight\\\": 1, \\\"boys\\\": 1, \\\"writing\\\": 1, \\\"featured\\\": 1, \\\"rainshower\\\": 1, \\\"head\\\": 1, \\\"offered\\\": 1, \\\"wifi\\\": 3, \\\"makansutra\\\": 1, \\\"filipino\\\": 5, \\\"fare\\\": 2, \\\"dimsums\\\": 1, \\\"continental\\\": 2, \\\"task\\\": 1, \\\"entrance\\\": 1, \\\"checking\\\": 4, \\\"breeze\\\": 2, \\\"downstairs\\\": 1, \\\"reached\\\": 1, \\\"book\\\": 2, \\\"bayview\\\": 1, \\\"yourselves\\\": 1, \\\"integrated\\\": 1, \\\"'had\\\": 3, \\\"weekend\\\": 3, \\\"money'\\\": 1, \\\"'amazing\\\": 1, \\\"dusit\\\": 3, \\\"international\\\": 4, \\\"fails\\\": 1, \\\"impress\\\": 2, \\\"front\\\": 6, \\\"malls\\\": 9, \\\"basix\\\": 1, \\\"foods\\\": 6, \\\"buds\\\": 1, \\\"welcomed\\\": 1, \\\"courteous\\\": 6, \\\"immaculately\\\": 1, \\\"spread\\\": 1, \\\"group\\\": 3, \\\"mention\\\": 3, \\\"seafood\\\": 2, \\\"rilette\\\": 1, \\\"fillet\\\": 1, \\\"sweets\\\": 1, \\\"dessert\\\": 2, \\\"'intriguing\\\": 1, \\\"crossover\\\": 2, \\\"register\\\": 1, \\\"tag\\\": 1, \\\"roam\\\": 1, \\\"buffets\\\": 2, \\\"prepaying\\\": 1, \\\"meal\\\": 3, \\\"tacky\\\": 1, \\\"suppose\\\": 1, \\\"unavoidable\\\": 1, \\\"roaming\\\": 1, \\\"ground\\\": 3, \\\"mezzanine\\\": 2, \\\"thai\\\": 2, \\\"japanese\\\": 1, \\\"usual\\\": 1, \\\"level\\\": 1, \\\"terms\\\": 2, \\\"climbing\\\": 2, \\\"stairs\\\": 1, \\\"depends\\\": 1, \\\"whatever\\\": 2, \\\"'its\\\": 2, \\\"competing\\\": 1, \\\"larger\\\": 1, \\\"sofitel\\\": 1, \\\"shang\\\": 2, \\\"bad\\\": 2, \\\"least\\\": 3, \\\"reason\\\": 2, \\\"five\\\": 2, \\\"approach\\\": 1, \\\"suffered\\\": 1, \\\"guess\\\": 6, \\\"prepayment\\\": 1, \\\"lessens\\\": 1, \\\"tips\\\": 1, \\\"receives\\\": 1, \\\"lethargic\\\": 1, \\\"difference\\\": 1, \\\"'location\\\": 1, \\\"doorstep\\\": 1, \\\"seen\\\": 2, \\\"average\\\": 1, \\\"reviews\\\": 1, \\\"ideal\\\": 1, \\\"couples\\\": 2, \\\"singles\\\": 1, \\\"drinking\\\": 1, \\\"establishment\\\": 3, \\\"clubs\\\": 2, \\\"hotel's\\\": 4, \\\"boracay'\\\": 1, \\\"le\\\": 1, \\\"soleil\\\": 1, \\\"appeals\\\": 1, \\\"refinement\\\": 1, \\\"decent\\\": 1, \\\"superficial\\\": 1, \\\"pretentious\\\": 1, \\\"treat\\\": 3, \\\"passable\\\": 1, \\\"gym\\\": 2, \\\"uses\\\": 1, \\\"though\\\": 12, \\\"held\\\": 1, \\\"js\\\": 1, \\\"prom\\\": 1, \\\"esp\\\": 2, \\\"steak\\\": 4, \\\"ugggggghhhhhhh\\\": 1, \\\"sooooo\\\": 1, \\\"against\\\": 2, \\\"pioneer\\\": 1, \\\"rib\\\": 1, \\\"eye\\\": 2, \\\"steaks'\\\": 1, \\\"employees\\\": 4, \\\"accommodating'\\\": 2, \\\"jeepney\\\": 2, \\\"burpppp'\\\": 1, \\\"fond\\\": 1, \\\"memories\\\": 2, \\\"weekends\\\": 1, \\\"prompt\\\": 1, \\\"intercon\\\": 1, \\\"decades\\\": 1, \\\"father\\\": 1, \\\"bar\\\": 5, \\\"boutique\\\": 4, \\\"grandness\\\": 1, \\\"history\\\": 1, \\\"tradition\\\": 3, \\\"hospitality\\\": 2, \\\"roast\\\": 2, \\\"beef\\\": 5, \\\"remain\\\": 1, \\\"city's\\\": 1, \\\"prince\\\": 1, \\\"albert\\\": 1, \\\"'blissful\\\": 1, \\\"'twice\\\": 1, \\\"pampering\\\": 2, \\\"nestled\\\": 1, \\\"kapeng\\\": 1, \\\"barako\\\": 1, \\\"scenery\\\": 1, \\\"rates'\\\": 1, \\\"'relaxing\\\": 1, \\\"selections\\\": 1, \\\"'yes\\\": 1, \\\"establishments\\\": 2, \\\"necessarily\\\": 1, \\\"following\\\": 1, \\\"maintaining\\\": 1, \\\"suggest\\\": 1, \\\"wanting\\\": 1, \\\"vil\\\": 1, \\\"la\\\": 4, \\\"cheerful\\\": 2, \\\"'been\\\": 2, \\\"regrets\\\": 1, \\\"destination\\\": 3, \\\"travelers\\\": 2, \\\"solace\\\": 1, \\\"relaxation'\\\": 1, \\\"'guys\\\": 1, \\\"infinity\\\": 3, \\\"somewhat\\\": 1, \\\"others\\\": 1, \\\"'so\\\": 1, \\\"'cant\\\": 1, \\\"wait\\\": 7, \\\"'im\\\": 2, \\\"summer\\\": 15, \\\"hope\\\": 4, \\\"clerk\\\": 1, \\\"able\\\": 3, \\\"upgrade\\\": 1, \\\"suites\\\": 6, \\\"conditioned\\\": 2, \\\"speed\\\": 1, \\\"internet\\\": 5, \\\"newgrange\\\": 2, \\\"condotel\\\": 1, \\\"employee\\\": 1, \\\"waitresses\\\": 1, \\\"horizon\\\": 1, \\\"'superb\\\": 1, \\\"caring\\\": 1, \\\"bonding\\\": 4, \\\"meaningful\\\": 1, \\\"'swanky\\\": 1, \\\"accomodations\\\": 1, \\\"press\\\": 1, \\\"shangri\\\": 1, \\\"siya\\\": 1, \\\"mai\\\": 2, \\\"basket\\\": 1, \\\"ball\\\": 2, \\\"biiliard\\\": 1, \\\"mahilig\\\": 1, \\\"sport\\\": 1, \\\"kids\\\": 8, \\\"adults\\\": 3, \\\"pwede\\\": 1, \\\"den\\\": 1, \\\"mag\\\": 3, \\\"grill\\\": 1, \\\"'my\\\": 3, \\\"grandparents\\\": 2, \\\"celebrated\\\": 2, \\\"50th\\\": 1, \\\"anniversary\\\": 3, \\\"tubod\\\": 2, \\\"flowing\\\": 1, \\\"waters\\\": 1, \\\"300\\\": 2, \\\"extended\\\": 1, \\\"attended\\\": 2, \\\"pools\\\": 7, \\\"cousins\\\": 2, \\\"billiards\\\": 1, \\\"dull\\\": 1, \\\"relaxed\\\": 2, \\\"younger\\\": 1, \\\"restless\\\": 1, \\\"means\\\": 1, \\\"springs\\\": 2, \\\"multiple\\\": 1, \\\"large\\\": 1, \\\"hall\\\": 1, \\\"pax\\\": 1, \\\"outdoor\\\": 1, \\\"billiard\\\": 1, \\\"slides\\\": 1, \\\"grilling\\\": 1, \\\"finding\\\": 1, \\\"crew\\\": 4, \\\"commendable\\\": 1, \\\"enjoyable\\\": 4, \\\"plantation\\\": 1, \\\"bay\\\": 4, \\\"ganda\\\": 2, \\\"ma\\\": 1, \\\"perfectly\\\": 3, \\\"'discover\\\": 1, \\\"fairytale\\\": 1, \\\"january\\\": 1, \\\"husband\\\": 1, \\\"forget\\\": 5, \\\"fascinated\\\": 1, \\\"comfort\\\": 6, \\\"listening\\\": 1, \\\"music\\\": 1, \\\"played\\\": 1, \\\"orchestra\\\": 1, \\\"welcome\\\": 6, \\\"2013\\\": 1, \\\"glorious\\\": 1, \\\"sunset\\\": 3, \\\"ours\\\": 1, \\\"showcased\\\": 1, \\\"famous\\\": 4, \\\"forgot\\\": 3, \\\"fruits\\\": 2, \\\"mom's\\\": 3, \\\"chocolates\\\": 3, \\\"enclosure\\\": 1, \\\"bath\\\": 2, \\\"tub\\\": 3, \\\"facing\\\": 1, \\\"loo\\\": 1, \\\"watch\\\": 1, \\\"above\\\": 2, \\\"watching\\\": 1, \\\"soaking\\\": 1, \\\"2yo\\\": 1, \\\"wading\\\": 1, \\\"mostly\\\": 1, \\\"breads\\\": 1, \\\"cheeses\\\": 1, \\\"desserts\\\": 4, \\\"wish\\\": 2, \\\"'still\\\": 1, \\\"'aside\\\": 1, \\\"western\\\": 2, \\\"delicacies\\\": 1, \\\"burnham\\\": 3, \\\"distance\\\": 5, \\\"pasalubong\\\": 2, \\\"ube\\\": 3, \\\"jam\\\": 2, \\\"straberry\\\": 1, \\\"peanut\\\": 1, \\\"brittle\\\": 1, \\\"vegetables\\\": 1, \\\"'miss\\\": 1, \\\"morning\\\": 1, \\\"match\\\": 1, \\\"global\\\": 1, \\\"casino\\\": 2, \\\"we'll\\\": 1, \\\"comeback\\\": 2, \\\"'kapag\\\": 1, \\\"ako\\\": 3, \\\"tatanungin\\\": 1, \\\"kung\\\": 2, \\\"saan\\\": 2, \\\"maganda\\\": 2, \\\"angeles\\\": 1, \\\"isa\\\": 1, \\\"lang\\\": 4, \\\"irerecomenda\\\": 1, \\\"ko\\\": 3, \\\"century\\\": 3, \\\"bukod\\\": 1, \\\"empleyado\\\": 1, \\\"mababait\\\": 1, \\\"magalang\\\": 1, \\\"maayos\\\": 1, \\\"malilinis\\\": 1, \\\"kuwarto\\\": 1, \\\"higit\\\": 2, \\\"lahat\\\": 2, \\\"malinis\\\": 3, \\\"satisfying\\\": 1, \\\"serbisyo\\\": 1, \\\"maraming\\\": 1, \\\"pwedeng\\\": 1, \\\"gawin\\\": 1, \\\"libangan\\\": 1, \\\"kaya\\\": 2, \\\"susunod\\\": 1, \\\"magpaplano\\\": 1, \\\"kaming\\\": 1, \\\"bakasyon\\\": 1, \\\"ulit\\\": 2, \\\"kami\\\": 1, \\\"pupunta\\\": 1, \\\"kayo\\\": 1, \\\"din\\\": 1, \\\"ninyo\\\": 1, \\\"bacolod\\\": 3, \\\"fisher\\\": 4, \\\"chalet\\\": 1, \\\"weddings\\\": 2, \\\"proms\\\": 1, \\\"debuts\\\": 1, \\\"celebrations\\\": 2, \\\"guid\\\": 1, \\\"works\\\": 1, \\\"pastry\\\": 1, \\\"chef\\\": 1, \\\"hahahaha\\\": 1, \\\"play\\\": 2, \\\"we're\\\": 5, \\\"hahaha\\\": 1, \\\"close\\\": 3, \\\"private\\\": 3, \\\"flawless\\\": 1, \\\"exquisite\\\": 2, \\\"10\\\": 3, \\\"picasso\\\": 1, \\\"appreciate\\\": 1, \\\"detail\\\": 1, \\\"artist's\\\": 1, \\\"masterpiece\\\": 1, \\\"peace\\\": 1, \\\"nhope\\\": 1, \\\"soon\\\": 8, \\\"'has\\\": 1, \\\"smile\\\": 2, \\\"'staff\\\": 1, \\\"pwoer\\\": 1, \\\"picturesque\\\": 1, \\\"taal\\\": 13, \\\"lake\\\": 4, \\\"volcano\\\": 6, \\\"spent\\\": 1, \\\"college\\\": 1, \\\"days\\\": 3, \\\"fell\\\": 1, \\\"'beautiful\\\": 1, \\\"together\\\": 5, \\\"approachable\\\": 2, \\\"tanaw\\\": 2, \\\"mo\\\": 3, \\\"kasi\\\": 3, \\\"yung\\\": 1, \\\"nthe\\\": 1, \\\"nang\\\": 1, \\\"sarap\\\": 6, \\\"balik\\\": 1, \\\"balikan\\\": 1, \\\"ive\\\": 3, \\\"dying\\\": 1, \\\"cant\\\": 1, \\\"comfyness\\\": 1, \\\"kaso\\\": 1, \\\"nahiya\\\": 1, \\\"asking\\\": 1, \\\"coming\\\": 9, \\\"hand\\\": 1, \\\"lee\\\": 1, \\\"'parking\\\": 1, \\\"smooth\\\": 1, \\\"elegantly\\\": 1, \\\"couch\\\": 1, \\\"'lee\\\": 1, \\\"quaint\\\": 1, \\\"getaway\\\": 2, \\\"expect\\\": 1, \\\"'where\\\": 1, \\\"holy\\\": 2, \\\"shoot\\\": 4, \\\"meeting\\\": 1, \\\"discussion\\\": 1, \\\"herald\\\": 1, \\\"fancy\\\": 1, \\\"antiquities\\\": 1, \\\"serve\\\": 9, \\\"'ok\\\": 1, \\\"ok\\\": 3, \\\"masarap\\\": 1, \\\"magnificent\\\": 1, \\\"stunning\\\": 1, \\\"vista\\\": 4, \\\"wing\\\": 4, \\\"agency\\\": 1, \\\"papers\\\": 1, \\\"son's\\\": 1, \\\"baptismal\\\": 1, \\\"tlv\\\": 1, \\\"2007\\\": 1, \\\"kick\\\": 1, \\\"native\\\": 1, \\\"cuisines\\\": 1, \\\"suited\\\": 1, \\\"anyone\\\": 1, \\\"good'\\\": 1, \\\"something\\\": 3, \\\"channels\\\": 3, \\\"welcoming\\\": 3, \\\"eater\\\": 1, \\\"eh\\\": 1, \\\"kudos\\\": 2, \\\"proud\\\": 2, \\\"cebuano\\\": 1, \\\"performed\\\": 1, \\\"dramatics\\\": 1, \\\"leaded\\\": 1, \\\"dr\\\": 1, \\\"milagros\\\": 1, \\\"espina\\\": 1, \\\"attractions\\\": 2, \\\"namely\\\": 1, \\\"sky\\\": 4, \\\"ranch\\\": 1, \\\"picnic\\\": 1, \\\"groove\\\": 1, \\\"peoples\\\": 1, \\\"views\\\": 1, \\\"beauty\\\": 1, \\\"allowed\\\": 1, \\\"enter\\\": 1, \\\"pay\\\": 4, \\\"whenever\\\": 1, \\\"bucks\\\": 1, \\\"accommodations\\\": 2, \\\"however\\\": 2, \\\"chills\\\": 1, \\\"uncomfortable\\\": 1, \\\"month\\\": 2, \\\"birthday\\\": 7, \\\"cold\\\": 1, \\\"climate\\\": 1, \\\"unwinding\\\": 2, \\\"somewhere\\\": 1, \\\"strenuous\\\": 1, \\\"lil'\\\": 1, \\\"qiute\\\": 1, \\\"sister's\\\": 1, \\\"citylight\\\": 1, \\\"baguio's\\\": 1, \\\"landscape\\\": 1, \\\"exceptional\\\": 2, \\\"strategic\\\": 2, \\\"pines\\\": 2, \\\"nmiss\\\": 1, \\\"unbeatable\\\": 1, \\\"beach'\\\": 2, \\\"cagayan\\\": 2, \\\"oro\\\": 1, \\\"misamis\\\": 1, \\\"chali\\\": 1, \\\"courtyard\\\": 1, \\\"cabanas\\\": 2, \\\"bungalows\\\": 1, \\\"calming\\\": 2, \\\"w\\\": 2, \\\"packages\\\": 5, \\\"tour\\\": 1, \\\"case\\\": 2, \\\"worry\\\": 1, \\\"promos\\\": 2, \\\"conditioning\\\": 1, \\\"'nice'\\\": 1, \\\"pontefino\\\": 1, \\\"pasig\\\": 1, \\\"attending\\\": 1, \\\"lightings\\\": 1, \\\"christmas\\\": 2, \\\"hear\\\": 3, \\\"partying\\\": 1, \\\"drunk\\\": 1, \\\"soundly\\\": 1, \\\"social\\\": 1, \\\"mates\\\": 1, \\\"kilometer\\\": 1, \\\"batangas\\\": 3, \\\"church\\\": 3, \\\"trinity\\\": 1, \\\"ribeye\\\": 1, \\\"medium\\\": 1, \\\"resort's\\\": 1, \\\"sister\\\": 2, \\\"law\\\": 1, \\\"married\\\": 1, \\\"adventure\\\": 4, \\\"facial\\\": 2, \\\"treatment\\\": 2, \\\"it'superb\\\": 1, \\\"seeing\\\": 2, \\\"effects\\\": 1, \\\"treatments\\\": 1, \\\"ofcourse\\\": 1, \\\"avail\\\": 1, \\\"they're\\\": 3, \\\"nights\\\": 2, \\\"won't\\\": 1, \\\"enjoying\\\": 2, \\\"nth\\\": 1, \\\"sure\\\": 5, \\\"spending\\\": 2, \\\"outing\\\": 3, \\\"wave\\\": 4, \\\"kiddie\\\": 1, \\\"zipline\\\": 1, \\\"band\\\": 1, \\\"evening\\\": 1, \\\"cartoon\\\": 3, \\\"characters\\\": 2, \\\"undoubtedly\\\": 2, \\\"amana\\\": 3, \\\"character\\\": 1, \\\"reunion\\\": 2, \\\"usually\\\": 2, \\\"resorts\\\": 2, \\\"luzon\\\": 2, \\\"improve\\\": 1, \\\"add\\\": 1, \\\"features\\\": 1, \\\"excitement\\\": 1, \\\"beat\\\": 2, \\\"tsunami\\\": 1, \\\"fu\\\": 1, \\\"panda\\\": 1, \\\"avatar\\\": 1, \\\"dragon\\\": 1, \\\"shrek\\\": 1, \\\"won\\\": 1, \\\"booked\\\": 3, \\\"you'd\\\": 1, \\\"opted\\\": 1, \\\"fave\\\": 1, \\\"parque\\\": 1, \\\"espana\\\": 1, \\\"alabang\\\": 2, \\\"supermarkets\\\": 1, \\\"cook\\\": 2, \\\"billeted\\\": 1, \\\"pics\\\": 1, \\\"later\\\": 1, \\\"reference\\\": 1, \\\"nearest\\\": 1, \\\"bistro\\\": 2, \\\"el\\\": 1, \\\"cielo\\\": 1, \\\"baby\\\": 1, \\\"delictable\\\": 1, \\\"chain\\\": 1, \\\"cebu\\\": 1, \\\"situated\\\": 1, \\\"transports\\\": 1, \\\"parks\\\": 1, \\\"charming\\\": 2, \\\"smiling\\\": 1, \\\"scent\\\": 1, \\\"captured\\\": 1, \\\"nwe\\\": 1, \\\"yesterday\\\": 1, \\\"nour\\\": 1, \\\"las\\\": 1, \\\"casas\\\": 1, \\\"filipinas\\\": 1, \\\"acuzar\\\": 1, \\\"guards\\\": 1, \\\"greeted\\\": 1, \\\"definition\\\": 1, \\\"cultural\\\": 1, \\\"four\\\": 1, \\\"poster\\\": 1, \\\"drapes\\\": 1, \\\"cobblestone\\\": 1, \\\"kulang\\\": 1, \\\"costume\\\": 1, \\\"reservations\\\": 1, \\\"lovely\\\": 3, \\\"hottest\\\": 1, \\\"nit's\\\": 1, 