[{"property_name": "Malate Bayview Mansion", "address": "1781, M. Adriatico Street, City of Manila 1004  Metro Manila", "mobile": "+63(02)85360033", "rating": "5.0  (5)", "review": "Unlike other hotels this one is a HOME SWEET HOME for me :)', 'The location was excellent! The view was outstanding, to right have a perfect view of the Park and City To left had a fantastic view of buildings. Shopping, groceries, restaurants and entertainment was only about a 15 to 30 minute walk. The condo itself was stocked with kitchen appliances, spices, dishes cookware, storage containers, trash bags and paper towels.'", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "The Beacon", "address": "Corner Don Chino Roces Avenue and Arnaiz Avenue, Makati City 1223 Metro Manila", "mobile": "+63(2)84012882", "rating": "5.0  (5)", "review": "The beacon offers affordable condo rates with excellent amenities. Despite the huge number of residents, the condominium maintains its quality standards on their amenities through offering various floor levels specially alloted for accepting visitors.'", "is_positive": "1,1"}, {"property_name": "Discovery Suites", "address": "Discovery Suites, 25, ADB Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)77198888", "rating": "5.0  (3)", "review": "superb, great location .very friendly and attentive staff, breakfast was great. rooms were big and clean.', 'Clean and nice rooms!! Also, they have friendly staff; they always wear their smiles.', 'They have very nice rooms. And there services are just superb. I really enjoyed the buffet breakfast.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Mabini Mansion", "address": "Mabini Mansions, 1011 A. Mabini Street, City of Manila, Metro Manila", "mobile": "+63(2)85214778", "rating": "5.0  (2)", "review": "\"Believe me, this hotel is amazingly affordable and si.ply the best. Standard rooms will not go higher than 2 thousand. They come with kitchens too! It may look old inside but with a low budget, you'll never find anything at par.\", \"Rooms are cozy and clean. If you want to stay in Manila area but don't have enough budget to stay in an expensive hotel then is the place.\"", "is_positive": "1,0,1,1"}, {"property_name": "Florentina Homes Apartment Hotel", "address": "Rovira Road, Bantayan, Dumaguete City, Negros Oriental", "mobile": "+63(35)4220827", "rating": "5.0  (2)", "review": "\"If you will visit in Dumaguete, Negros Oriental, I would recommend you to have a reservation with Florentina homes apartment hotel. My wife and I stayed here last week and they now have this pool that they called oasis swimming pool for you to enjoy. They have the cutest room for you to choose and spend the night with your love ones or friends. Actually when my wife and I spend our night there, I don't feel like sleeping since it's a great feeling to check out around there area and I feel like I will just waste my time if I will just sleep there. Walking around the house that they have and around their gardens, I don't feel like going home or anywhere else. It seems like we visited Dumaguete just to stay there last week but I never regret it and my wife never complain. She also felt the same. She enjoyed staying there too. You must try it too! :)\"", "is_positive": "1,1,1,0,1"}, {"property_name": "Jolly Dormitory", "address": "952 S.H. Loyola Street, City of Manila, Metro Manila", "mobile": "+63(2)87359607", "rating": "5.0  (2)", "review": "Good place for an affordable price. Friendly staff too!'", "is_positive": "1"}, {"property_name": "Victoria Station", "address": "President Tower, 81 Timog Avenue, Quezon City, Metro Manila", "mobile": "+63(2)85446715", "rating": "5.0  (2)", "review": "Victoria station 2 is located right beside Kamuning station of metro rail transit (MRT). Friendly sales agents!'", "is_positive": "1"}, {"property_name": "Diamond Suites And Residences", "address": "Gorordo Avenue, Cebu City 6000 Cebu", "mobile": "+63(32)4029800", "rating": "5.0  (2)", "review": "when business should be a pleasure... come to the diamond!:)', 'One of the hotels that has a great location in the city.'", "is_positive": "1,1"}, {"property_name": "Ymca Baguio", "address": "Post Office Loop, Session Road, Baguio City 2600 Benguet", "mobile": "+63(74)4424766", "rating": "5.0  (2)", "review": "They believe in the power of good education great school, great people, Cleanest and Greenest School, Having a high quality education. Highly recommend it!', 'YMCA is loacted at the Post Office Loop at Session Road just below SM City Baguio. It has one of the cheapest rate for function/convention facilities. It also offers deluxe and dorm-type rooms for the budget-conscious visitors and out-of-town seminar attendees.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Acl Suites", "address": "ACL Suites, 72 13th Avenue , Cubao, Quezon City 1109 Metro Manila", "mobile": "+63(2)89132123", "rating": "5.0  (1)", "review": "Within the heart of Quezon City. Clean rooms at affordable prices.'", "is_positive": "1"}, {"property_name": "Amorsolo Mansion", "address": "Amorsolo Mansion, 130, Amorsolo corner Rufino Streets, Legaspi Village, Makati City, Metro Manila", "mobile": "+63(02)88186810", "rating": "5.0  (1)", "review": "We only stayed one night and it was amazing. The rooms are clean and the bed was very comfortable. Accessible to public transportation.'", "is_positive": "1"}, {"property_name": "Boulevard Mansions", "address": "Boulevard Mansions, 1440 Roxas Boulevard corner Salas Street, City of Manila 1000 Metro Manila", "mobile": "+63(2)85218888", "rating": "5.0  (1)", "review": "High quality and clean rooms. Very affordable price.'", "is_positive": "1"}, {"property_name": "Tropical Palms Condominium", "address": "103 Dela Rosa Street, Makati City 1200 Metro Manila", "mobile": "+63(2)88154211", "rating": "5.0  (1)", "review": "Nice place and Good ambiance :)'", "is_positive": "1"}, {"property_name": "Lancaster Hotel Manila", "address": "622 Shaw Boulevard corner Samat Street, Mandaluyong City, Metro Manila", "mobile": "+63(2)85321838", "rating": "5.0  (1)", "review": "Your getting 5 star service accommodation while paying 3 star rate.  I recommend this hotel to all people who want to save a received a full service residences.  They have bars, restaurant, coffee shop, spa center, etc...  '", "is_positive": "1,1,1,1,1"}, {"property_name": "Poco A Poco Condo-Hotel", "address": "Poco A Poco Condo-Hotel,  Dewey Avenue, Subic Bay Freeport Zone Central District Area, Subic 2209 Zambales", "mobile": "+63(917)5760124", "rating": "5.0  (1)", "review": "\"I stayed here overnight. It's okay and affordable. Best here is their Sinigang.\"", "is_positive": "1"}, {"property_name": "Torre Lorenzo Condominium", "address": "2587 Taft Avenue corner Pablo Ocampo Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)88686773", "rating": "5.0  (1)", "review": "I like this place.'", "is_positive": "1"}, {"property_name": "Meyer's Mansion", "address": "329 C. De Dios, Sta. Mesa, City of Manila, Metro Manila", "mobile": "+63(2)87145519", "rating": "5.0  (1)", "review": "ok'", "is_positive": "1"}, {"property_name": "Alicia Tower Residences", "address": "Gov. Mariano Cuenco Avenue, Banilad, Cebu City 6000 Cebu", "mobile": "+63(32)3469418", "rating": "5.0  (1)", "review": "This tower are centrally located. You are literally blocks away from my home, surrounded by transportation and the view of the apartments is pretty good. It was clean and had a flat screen tv, affordable price compared to other hotels in this area.'", "is_positive": "0,1,1"}, {"property_name": "Tanawin Luxury Apartments", "address": "Mt. Luho, Boracay Island, Malay 5608 Aklan", "mobile": "+63(36)2886654", "rating": "5.0  (1)", "review": "Really nice place, friendly staff and good room service. You guys should try to visit Tanawin Luxury!'", "is_positive": "1,1"}, {"property_name": "Casa Regina Dorm / Condo", "address": "720 Felina Street, Sampaloc, City of Manila, Metro Manila", "mobile": "+63(917)8362292", "rating": "5.0  (1)", "review": "Best unit i had so far ;)\\n'", "is_positive": "1"}, {"property_name": "Bel-Air Soho", "address": "45 Polaris Corner Badajos Streets, Bel-Air, Makati City 1209 Metro Manila", "mobile": "+63(2)77510977", "rating": "5.0  (1)", "review": "nice hotel.'", "is_positive": "1"}, {"property_name": "Manila Rivercity Residences", "address": "Pedro Gil Corner Tejeron Streets, City of Manila, Metro Manila", "mobile": "+63(2)85439230", "rating": "5.0  (1)", "review": "Value your money start to invest now at Manila rivecity residences, elevated flood free,feel the experience of breath taking nature of Sta. Ana Manila '", "is_positive": "1,1,1"}, {"property_name": "Joey C. Bantugan", "address": "2/F and 3/F, ACT  Tower, 135 Senator Gil Puyat Ave, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)72197328", "rating": "5.0  (1)", "review": "Excellent consultant!'", "is_positive": "1"}, {"property_name": "Tom Conti", "address": "5/F, Vector Building,  Filinvest Corporate City, Alabang, Muntinlupa City, Metro Manila", "mobile": "+63(2)88420278", "rating": "5.0  (1)", "review": "Love your properties! :)'", "is_positive": "1"}, {"property_name": "Citiglobal Realty And Development, Inc.", "address": "12/F, The One Executive Building, 5, West Avenue, Quezon City 1104 Metro Manila", "mobile": "+63(2)83518325", "rating": "5.0  (1)", "review": "I like their Tagaytay Clifton Resort Suite, a resort-inspired condominium in the heart of Metro Tagaytay. 80% open space is intended for green landscaping.'", "is_positive": "1,1"}, {"property_name": "Vanessa Manguerra", "address": "344 A Matiisin Street, Barangay 25, Zone 2, Tondo, City of Manila, Metro Manila", "mobile": "+63(921)2926705", "rating": "5.0  (1)", "review": "LIVE like a STAR here,. FEELS LIKE A VIP :) '", "is_positive": "1,1"}, {"property_name": "2225 Vito Cruz Towers 1 Condo", "address": "720 Pablo Ocampo Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)82451126", "rating": "5.0  (1)", "review": "If you want to rent, or buy they will offer you best deals, i stayed here for 3 years and the security and amenities satisfied me.'", "is_positive": "1,1,1"}, {"property_name": "Horizons 101", "address": "74 Gen Maxilom Avenue, Cebu City 6000 Cebu", "mobile": "+63(32)2668101", "rating": "5.0  (1)", "review": "Taft/Top Property location, cannot be lost or stolen, nor can it be carried away. Purchased with common sense, paid for in full, and managed with reasonable care, it is about the safest investment in the world today. ', 'Make hapen, make it Top/Taft! \\n#Horizons101Cebu \\n'", "is_positive": "1,0,1,1,1,1,1,1"}, {"property_name": "One Lourdes Dormitel", "address": "Fuentes corner Ledesma Streets, Iloilo City 5000  Iloilo", "mobile": "+63(33)3384288", "rating": "5.0  (1)", "review": "they have cheap room rates and cool interior'", "is_positive": "1"}, {"property_name": "Grandview Tower", "address": "#555 Don Juico Avenue, Malabanias, Angeles City 2009 Pampanga", "mobile": "+63(045)8920103", "rating": "5.0  (1)", "review": "grandview hotel is really good. I enjoyed my stay there!'", "is_positive": "1"}, {"property_name": "Two E-Com Center", "address": "Bayshore Avenue corner Harbor Drive, Mall of Asia Complex, Pasay City 1300 Metro Manila", "mobile": "+63(916)6111249", "rating": "5.0  (1)", "review": "great dining experience at Two E-Com Center'", "is_positive": "1"}, {"property_name": "Jw Apartments", "address": "25 A. Bonifacio Street, Plaridel 1, City Center, Clark, Barangay Malabanias, Angeles City 2009 Pampanga", "mobile": "+63(999)9465373", "rating": "5.0  (1)", "review": "great experience! must try!'", "is_positive": "1"}, {"property_name": "Purple Clover Place", "address": "Migsan Building, 1819, C. M. Recto Avenue, Sampaloc, City of Manila, Metro Manila", "mobile": "+63(2)82304572", "rating": "5.0  (1)", "review": "Nice place.'", "is_positive": "1"}, {"property_name": "Baguio Vacation Apartments", "address": "Km. 4 Munoz Drive corner Asin Circumferential Road, Baguio Pines Garden Subdivision, Baguio City 2600 Benguet", "mobile": "+63(918)9395629", "rating": "5.0  (1)", "review": "Feels like home...ka talaga dito!'", "is_positive": "1"}, {"property_name": "Sinoben Apartments", "address": "Railway Street, Santa Barbara 5002 Iloilo", "mobile": "+63(33)5239289", "rating": "5.0  (1)", "review": "i really like the home-themed apartment its like having a vacation in your own home'", "is_positive": "1"}, {"property_name": "Robinson's Signa Designer Residences", "address": "Valero corner V.A. Rufino Streets, Legaspi Village, Makati City 1229 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "Nice place..'", "is_positive": "1"}, {"property_name": "One World Place", "address": "32nd Street, Bonifacio Global City, Taguig City 1631 Metro Manila", "mobile": "+63(2)8660878", "rating": "5.0  (1)", "review": "Good ambiance and the place was very nice. :)'", "is_positive": "1"}, {"property_name": "Shell", "address": "Sunrise Drive corner EDSA Extension, Pasay City 1300 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "Nice place and friendly staff as well. Good ambiance and very relaxing.'", "is_positive": "1"}, {"property_name": "Minnesota Mansion Condominium", "address": "Minnesota Mansion Condominium, 267, Ermin Garcia Street, Quezon City 1100 Metro Manila", "mobile": "+63(2)89121107", "rating": "5.0  (1)", "review": "\"The building has a business area on the first and second floor. On the third and 5th floors, its for occupancy (residential) What's best about the place is that it's very near to Araneta center which have MRT and LRT Stations altogether. Aside from that its near big Universities around the area, like ATENEO, UP, MIRIAM etc. The residential units are considerately big compared to condo's inside Araneta area. Plus they have parking area.\"", "is_positive": "1,1,1,1,1"}, {"property_name": "Hd Homelift Solutions Corp", "address": "3/F, 129, Congressional Ave., Project 8, Quezon City 1106 Metro Manila", "mobile": "+63(2)85733348", "rating": "5.0  (1)", "review": "Fast installation, less than one week.'", "is_positive": "1,1"}, {"property_name": "Benson Apartelle", "address": "631 Pinaglabanan Street, San Juan City 1500 Metro Manila", "mobile": "+63(2)87229681", "rating": "4.8  (9)", "review": "\"For those who are looking for an affordable Hotel along San Juan and nearby towns, BENSON APARTELLE is a must try. Benson's is one of the prime choice of tourist who are visiting the country. The company offers Clean and Affordable Room Rates, Venue for Seminars, Serviced Apartments, and other business matters. Benson Apartelle is a Must Try!\", 'Affordable rates and nice rooms! Staff are also friendly', 'A good hotel choice in San Juan city. Very secure and affordable. Benson Apartelle is the choice of lots of foreigners; Korean, Chinese, etc. when they having a trip in our region.', \"It's nice that they offer good accommodation without hurting your budget. The staff is always ready to assist from the moment you arrive till it's time to leave and phone inquiries are handled well by their receptionist. Visit their garden roof deck to see the city skyline and you might as well go shopping at Greenhills shopping center since it's quite near Benson Apartelle!\"", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Astoria Boracay", "address": "G/F, Astoria Plaza,  J. Escriva Drive, Ortigas Business District, Pasig City, Metro Manila", "mobile": "+63(2)79100557", "rating": "4.7  (6)", "review": "Astoria Plaza assures that its guests will be comfortable and satisfied during their stay. It offers spacious rooms, good food and amenities. The staff are very professional yet very helpful. I will always cherish every moment of my stay... I will definitely recommend this ;)', 'The first thing that came into my mind upon entering our room is... IT WAS SO SPACIOUS! Moreover, I liked their rest room. I think besides the rates and good location, those would be the next factors one considers.', 'Great place to stay. Surely will come back for any special event.', \"I just recall I've thrown a surprise party for my bf here in Astoria way back 07 and it was really good for me. We all had fun, amenities were great and the room was tidy and fresh. The staff were helpful naman and assisted us in what we needed. We enjoyed our stay and just incase I'd say we will come back and celebrate other parties that will come. :)\", 'The rooms are nice but when we had our reception here, there was only 1 events organizer for the place. Considering the fact that there were many bookings, the organizer could not provide us with attention needed in preparing for a wedding reception. The food tasting was rushed, good thing the buffet they served was better. ', 'certified nice place..'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Eurotel", "address": "49 Bulacan Street, Barangay Bungad SFDM, Quezon City 1105 Metro Manila", "mobile": "+63(2)83550000", "rating": "4.5  (4)", "review": "Thanks for the very good accommodation and warm welcome', 'very accommodating and nice ambiance... ', 'feel the ambiance of europe environment..very nice..'", "is_positive": "1,1,1"}, {"property_name": "Filinvest Land", "address": "Filinvest Building, 79 EDSA Avenue, Highway Hills, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)79188188", "rating": "4.0  (4)", "review": "Dreaming of a safe community... your family deserves it here in Filinvest!', 'easy to transact', \"failure in assisting or handling clients specially after-sales related concerns.  not considerate when it comes to client's request. and also super haba ng waiting period when it comes to check releasing.  BUT, they are so fast when transacting sales and booking of accounts. \", 'Affordable, Quality houses.'", "is_positive": "1,1,0,1,1,1"}, {"property_name": "The Malayan Plaza", "address": "ADB Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)86346534", "rating": "4.0  (2)", "review": "Very pleasant with an efficient check in, clean and pleasant room., and bathroom also clean and modern. Good quality and Room service is also efficient. :)', 'very minimalist interiors, not suitable for parties. if you just want to a have a quiet and relaxing time, this is the place for you.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Geo Estate Development", "address": "Ground Floor, Sunvar Plaza,  Amorsolo Street, Makati City, Metro Manila", "mobile": "+63(921)6392028", "rating": "4.0  (1)", "review": "The beacon offers affordable condo rates with excellent amenities. Despite the huge number of residents, the condominium maintains its quality standards on their amenities through offering various floor levels specially alloted for accepting visitors.'", "is_positive": "1,1"}, {"property_name": "Metrodorm", "address": "Ortigas Home Depot Compound ,  Julia Vargas Avenue corner Meralco Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)79140810", "rating": "3.0  (1)", "review": "As I experienced to stayed in this dorm, I can say that it has a good room air-condition, securities and cleanliness was always maintained, but the set-up of their rooms was incomplete because it has no available ready table and chairs to use. I always used to bring my personal laptop and finish the report/s that I will present to my boss for tomorrow and hopefully they will set-up/provide some of the possible needs of their customers just what I noticed.'", "is_positive": "1,1,1,1"}, {"property_name": "Mega World Newport Property Holdings", "address": "Newport City Information Centre,  Andrews Avenue, Newport City, Pasay City, Metro Manila", "mobile": "+63(2)88557580", "rating": "2.0  (2)", "review": "\"I already reach my final interview but they didn't give me an email if I pass or failed. I had to used my CP load to know status\", 'quality condo'", "is_positive": "0,1"}, {"property_name": "Malate Bayview Mansion", "address": "1781, M. Adriatico Street, City of Manila 1004  Metro Manila", "mobile": "+63(02)85360033", "rating": "5.0  (5)", "review": "Unlike other hotels this one is a HOME SWEET HOME for me :)', 'The location was excellent! The view was outstanding, to right have a perfect view of the Park and City To left had a fantastic view of buildings. Shopping, groceries, restaurants and entertainment was only about a 15 to 30 minute walk. The condo itself was stocked with kitchen appliances, spices, dishes cookware, storage containers, trash bags and paper towels.'", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "The Beacon", "address": "Corner Don Chino Roces Avenue and Arnaiz Avenue, Makati City 1223 Metro Manila", "mobile": "+63(2)84012882", "rating": "5.0  (5)", "review": "The beacon offers affordable condo rates with excellent amenities. Despite the huge number of residents, the condominium maintains its quality standards on their amenities through offering various floor levels specially alloted for accepting visitors.'", "is_positive": "1,1"}, {"property_name": "Discovery Suites", "address": "Discovery Suites, 25, ADB Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)77198888", "rating": "5.0  (3)", "review": "superb, great location .very friendly and attentive staff, breakfast was great. rooms were big and clean.', 'Clean and nice rooms!! Also, they have friendly staff; they always wear their smiles.', 'They have very nice rooms. And there services are just superb. I really enjoyed the buffet breakfast.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Mabini Mansion", "address": "Mabini Mansions, 1011 A. Mabini Street, City of Manila, Metro Manila", "mobile": "+63(2)85214778", "rating": "5.0  (2)", "review": "\"Believe me, this hotel is amazingly affordable and si.ply the best. Standard rooms will not go higher than 2 thousand. They come with kitchens too! It may look old inside but with a low budget, you'll never find anything at par.\", \"Rooms are cozy and clean. If you want to stay in Manila area but don't have enough budget to stay in an expensive hotel then is the place.\"", "is_positive": "1,0,1,1"}, {"property_name": "Florentina Homes Apartment Hotel", "address": "Rovira Road, Bantayan, Dumaguete City, Negros Oriental", "mobile": "+63(35)4220827", "rating": "5.0  (2)", "review": "\"If you will visit in Dumaguete, Negros Oriental, I would recommend you to have a reservation with Florentina homes apartment hotel. My wife and I stayed here last week and they now have this pool that they called oasis swimming pool for you to enjoy. They have the cutest room for you to choose and spend the night with your love ones or friends. Actually when my wife and I spend our night there, I don't feel like sleeping since it's a great feeling to check out around there area and I feel like I will just waste my time if I will just sleep there. Walking around the house that they have and around their gardens, I don't feel like going home or anywhere else. It seems like we visited Dumaguete just to stay there last week but I never regret it and my wife never complain. She also felt the same. She enjoyed staying there too. You must try it too! :)\"", "is_positive": "1,1,1,0,1"}, {"property_name": "Jolly Dormitory", "address": "952 S.H. Loyola Street, City of Manila, Metro Manila", "mobile": "+63(2)87359607", "rating": "5.0  (2)", "review": "Good place for an affordable price. Friendly staff too!'", "is_positive": "1"}, {"property_name": "Victoria Station", "address": "President Tower, 81 Timog Avenue, Quezon City, Metro Manila", "mobile": "+63(2)85446715", "rating": "5.0  (2)", "review": "Victoria station 2 is located right beside Kamuning station of metro rail transit (MRT). Friendly sales agents!'", "is_positive": "1"}, {"property_name": "Diamond Suites And Residences", "address": "Gorordo Avenue, Cebu City 6000 Cebu", "mobile": "+63(32)4029800", "rating": "5.0  (2)", "review": "when business should be a pleasure... come to the diamond!:)', 'One of the hotels that has a great location in the city.'", "is_positive": "1,1"}, {"property_name": "Ymca Baguio", "address": "Post Office Loop, Session Road, Baguio City 2600 Benguet", "mobile": "+63(74)4424766", "rating": "5.0  (2)", "review": "They believe in the power of good education great school, great people, Cleanest and Greenest School, Having a high quality education. Highly recommend it!', 'YMCA is loacted at the Post Office Loop at Session Road just below SM City Baguio. It has one of the cheapest rate for function/convention facilities. It also offers deluxe and dorm-type rooms for the budget-conscious visitors and out-of-town seminar attendees.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Acl Suites", "address": "ACL Suites, 72 13th Avenue , Cubao, Quezon City 1109 Metro Manila", "mobile": "+63(2)89132123", "rating": "5.0  (1)", "review": "Within the heart of Quezon City. Clean rooms at affordable prices.'", "is_positive": "1"}, {"property_name": "Amorsolo Mansion", "address": "Amorsolo Mansion, 130, Amorsolo corner Rufino Streets, Legaspi Village, Makati City, Metro Manila", "mobile": "+63(02)88186810", "rating": "5.0  (1)", "review": "We only stayed one night and it was amazing. The rooms are clean and the bed was very comfortable. Accessible to public transportation.'", "is_positive": "1"}, {"property_name": "Boulevard Mansions", "address": "Boulevard Mansions, 1440 Roxas Boulevard corner Salas Street, City of Manila 1000 Metro Manila", "mobile": "+63(2)85218888", "rating": "5.0  (1)", "review": "High quality and clean rooms. Very affordable price.'", "is_positive": "1"}, {"property_name": "Tropical Palms Condominium", "address": "103 Dela Rosa Street, Makati City 1200 Metro Manila", "mobile": "+63(2)88154211", "rating": "5.0  (1)", "review": "Nice place and Good ambiance :)'", "is_positive": "1"}, {"property_name": "Lancaster Hotel Manila", "address": "622 Shaw Boulevard corner Samat Street, Mandaluyong City, Metro Manila", "mobile": "+63(2)85321838", "rating": "5.0  (1)", "review": "Your getting 5 star service accommodation while paying 3 star rate.  I recommend this hotel to all people who want to save a received a full service residences.  They have bars, restaurant, coffee shop, spa center, etc...  '", "is_positive": "1,1,1,1,1"}, {"property_name": "Poco A Poco Condo-Hotel", "address": "Poco A Poco Condo-Hotel,  Dewey Avenue, Subic Bay Freeport Zone Central District Area, Subic 2209 Zambales", "mobile": "+63(917)5760124", "rating": "5.0  (1)", "review": "\"I stayed here overnight. It's okay and affordable. Best here is their Sinigang.\"", "is_positive": "1"}, {"property_name": "Torre Lorenzo Condominium", "address": "2587 Taft Avenue corner Pablo Ocampo Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)88686773", "rating": "5.0  (1)", "review": "I like this place.'", "is_positive": "1"}, {"property_name": "Meyer's Mansion", "address": "329 C. De Dios, Sta. Mesa, City of Manila, Metro Manila", "mobile": "+63(2)87145519", "rating": "5.0  (1)", "review": "ok'", "is_positive": "1"}, {"property_name": "Alicia Tower Residences", "address": "Gov. Mariano Cuenco Avenue, Banilad, Cebu City 6000 Cebu", "mobile": "+63(32)3469418", "rating": "5.0  (1)", "review": "This tower are centrally located. You are literally blocks away from my home, surrounded by transportation and the view of the apartments is pretty good. It was clean and had a flat screen tv, affordable price compared to other hotels in this area.'", "is_positive": "0,1,1"}, {"property_name": "Tanawin Luxury Apartments", "address": "Mt. Luho, Boracay Island, Malay 5608 Aklan", "mobile": "+63(36)2886654", "rating": "5.0  (1)", "review": "Really nice place, friendly staff and good room service. You guys should try to visit Tanawin Luxury!'", "is_positive": "1,1"}, {"property_name": "Casa Regina Dorm / Condo", "address": "720 Felina Street, Sampaloc, City of Manila, Metro Manila", "mobile": "+63(917)8362292", "rating": "5.0  (1)", "review": "Best unit i had so far ;)\\n'", "is_positive": "1"}, {"property_name": "Bel-Air Soho", "address": "45 Polaris Corner Badajos Streets, Bel-Air, Makati City 1209 Metro Manila", "mobile": "+63(2)77510977", "rating": "5.0  (1)", "review": "nice hotel.'", "is_positive": "1"}, {"property_name": "Manila Rivercity Residences", "address": "Pedro Gil Corner Tejeron Streets, City of Manila, Metro Manila", "mobile": "+63(2)85439230", "rating": "5.0  (1)", "review": "Value your money start to invest now at Manila rivecity residences, elevated flood free,feel the experience of breath taking nature of Sta. Ana Manila '", "is_positive": "1,1,1"}, {"property_name": "Joey C. Bantugan", "address": "2/F and 3/F, ACT  Tower, 135 Senator Gil Puyat Ave, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)72197328", "rating": "5.0  (1)", "review": "Excellent consultant!'", "is_positive": "1"}, {"property_name": "Tom Conti", "address": "5/F, Vector Building,  Filinvest Corporate City, Alabang, Muntinlupa City, Metro Manila", "mobile": "+63(2)88420278", "rating": "5.0  (1)", "review": "Love your properties! :)'", "is_positive": "1"}, {"property_name": "Citiglobal Realty And Development, Inc.", "address": "12/F, The One Executive Building, 5, West Avenue, Quezon City 1104 Metro Manila", "mobile": "+63(2)83518325", "rating": "5.0  (1)", "review": "I like their Tagaytay Clifton Resort Suite, a resort-inspired condominium in the heart of Metro Tagaytay. 80% open space is intended for green landscaping.'", "is_positive": "1,1"}, {"property_name": "Vanessa Manguerra", "address": "344 A Matiisin Street, Barangay 25, Zone 2, Tondo, City of Manila, Metro Manila", "mobile": "+63(921)2926705", "rating": "5.0  (1)", "review": "LIVE like a STAR here,. FEELS LIKE A VIP :) '", "is_positive": "1,1"}, {"property_name": "2225 Vito Cruz Towers 1 Condo", "address": "720 Pablo Ocampo Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)82451126", "rating": "5.0  (1)", "review": "If you want to rent, or buy they will offer you best deals, i stayed here for 3 years and the security and amenities satisfied me.'", "is_positive": "1,1,1"}, {"property_name": "Horizons 101", "address": "74 Gen Maxilom Avenue, Cebu City 6000 Cebu", "mobile": "+63(32)2668101", "rating": "5.0  (1)", "review": "Taft/Top Property location, cannot be lost or stolen, nor can it be carried away. Purchased with common sense, paid for in full, and managed with reasonable care, it is about the safest investment in the world today. ', 'Make hapen, make it Top/Taft! \\n#Horizons101Cebu \\n'", "is_positive": "1,0,1,1,1,1,1,1"}, {"property_name": "One Lourdes Dormitel", "address": "Fuentes corner Ledesma Streets, Iloilo City 5000  Iloilo", "mobile": "+63(33)3384288", "rating": "5.0  (1)", "review": "they have cheap room rates and cool interior'", "is_positive": "1"}, {"property_name": "Grandview Tower", "address": "#555 Don Juico Avenue, Malabanias, Angeles City 2009 Pampanga", "mobile": "+63(045)8920103", "rating": "5.0  (1)", "review": "grandview hotel is really good. I enjoyed my stay there!'", "is_positive": "1"}, {"property_name": "Two E-Com Center", "address": "Bayshore Avenue corner Harbor Drive, Mall of Asia Complex, Pasay City 1300 Metro Manila", "mobile": "+63(916)6111249", "rating": "5.0  (1)", "review": "great dining experience at Two E-Com Center'", "is_positive": "1"}, {"property_name": "Jw Apartments", "address": "25 A. Bonifacio Street, Plaridel 1, City Center, Clark, Barangay Malabanias, Angeles City 2009 Pampanga", "mobile": "+63(999)9465373", "rating": "5.0  (1)", "review": "great experience! must try!'", "is_positive": "1"}, {"property_name": "Purple Clover Place", "address": "Migsan Building, 1819, C. M. Recto Avenue, Sampaloc, City of Manila, Metro Manila", "mobile": "+63(2)82304572", "rating": "5.0  (1)", "review": "Nice place.'", "is_positive": "1"}, {"property_name": "Baguio Vacation Apartments", "address": "Km. 4 Munoz Drive corner Asin Circumferential Road, Baguio Pines Garden Subdivision, Baguio City 2600 Benguet", "mobile": "+63(918)9395629", "rating": "5.0  (1)", "review": "Feels like home...ka talaga dito!'", "is_positive": "1"}, {"property_name": "Sinoben Apartments", "address": "Railway Street, Santa Barbara 5002 Iloilo", "mobile": "+63(33)5239289", "rating": "5.0  (1)", "review": "i really like the home-themed apartment its like having a vacation in your own home'", "is_positive": "1"}, {"property_name": "Robinson's Signa Designer Residences", "address": "Valero corner V.A. Rufino Streets, Legaspi Village, Makati City 1229 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "Nice place..'", "is_positive": "1"}, {"property_name": "One World Place", "address": "32nd Street, Bonifacio Global City, Taguig City 1631 Metro Manila", "mobile": "+63(2)8660878", "rating": "5.0  (1)", "review": "Good ambiance and the place was very nice. :)'", "is_positive": "1"}, {"property_name": "Shell", "address": "Sunrise Drive corner EDSA Extension, Pasay City 1300 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "Nice place and friendly staff as well. Good ambiance and very relaxing.'", "is_positive": "1"}, {"property_name": "Minnesota Mansion Condominium", "address": "Minnesota Mansion Condominium, 267, Ermin Garcia Street, Quezon City 1100 Metro Manila", "mobile": "+63(2)89121107", "rating": "5.0  (1)", "review": "\"The building has a business area on the first and second floor. On the third and 5th floors, its for occupancy (residential) What's best about the place is that it's very near to Araneta center which have MRT and LRT Stations altogether. Aside from that its near big Universities around the area, like ATENEO, UP, MIRIAM etc. The residential units are considerately big compared to condo's inside Araneta area. Plus they have parking area.\"", "is_positive": "1,1,1,1,1"}, {"property_name": "Hd Homelift Solutions Corp", "address": "3/F, 129, Congressional Ave., Project 8, Quezon City 1106 Metro Manila", "mobile": "+63(2)85733348", "rating": "5.0  (1)", "review": "Fast installation, less than one week.'", "is_positive": "1,1"}, {"property_name": "Benson Apartelle", "address": "631 Pinaglabanan Street, San Juan City 1500 Metro Manila", "mobile": "+63(2)87229681", "rating": "4.8  (9)", "review": "\"For those who are looking for an affordable Hotel along San Juan and nearby towns, BENSON APARTELLE is a must try. Benson's is one of the prime choice of tourist who are visiting the country. The company offers Clean and Affordable Room Rates, Venue for Seminars, Serviced Apartments, and other business matters. Benson Apartelle is a Must Try!\", 'Affordable rates and nice rooms! Staff are also friendly', 'A good hotel choice in San Juan city. Very secure and affordable. Benson Apartelle is the choice of lots of foreigners; Korean, Chinese, etc. when they having a trip in our region.', \"It's nice that they offer good accommodation without hurting your budget. The staff is always ready to assist from the moment you arrive till it's time to leave and phone inquiries are handled well by their receptionist. Visit their garden roof deck to see the city skyline and you might as well go shopping at Greenhills shopping center since it's quite near Benson Apartelle!\"", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Astoria Boracay", "address": "G/F, Astoria Plaza,  J. Escriva Drive, Ortigas Business District, Pasig City, Metro Manila", "mobile": "+63(2)79100557", "rating": "4.7  (6)", "review": "Astoria Plaza assures that its guests will be comfortable and satisfied during their stay. It offers spacious rooms, good food and amenities. The staff are very professional yet very helpful. I will always cherish every moment of my stay... I will definitely recommend this ;)', 'The first thing that came into my mind upon entering our room is... IT WAS SO SPACIOUS! Moreover, I liked their rest room. I think besides the rates and good location, those would be the next factors one considers.', 'Great place to stay. Surely will come back for any special event.', \"I just recall I've thrown a surprise party for my bf here in Astoria way back 07 and it was really good for me. We all had fun, amenities were great and the room was tidy and fresh. The staff were helpful naman and assisted us in what we needed. We enjoyed our stay and just incase I'd say we will come back and celebrate other parties that will come. :)\", 'The rooms are nice but when we had our reception here, there was only 1 events organizer for the place. Considering the fact that there were many bookings, the organizer could not provide us with attention needed in preparing for a wedding reception. The food tasting was rushed, good thing the buffet they served was better. ', 'certified nice place..'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Eurotel", "address": "49 Bulacan Street, Barangay Bungad SFDM, Quezon City 1105 Metro Manila", "mobile": "+63(2)83550000", "rating": "4.5  (4)", "review": "Thanks for the very good accommodation and warm welcome', 'very accommodating and nice ambiance... ', 'feel the ambiance of europe environment..very nice..'", "is_positive": "1,1,1"}, {"property_name": "Filinvest Land", "address": "Filinvest Building, 79 EDSA Avenue, Highway Hills, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)79188188", "rating": "4.0  (4)", "review": "Dreaming of a safe community... your family deserves it here in Filinvest!', 'easy to transact', \"failure in assisting or handling clients specially after-sales related concerns.  not considerate when it comes to client's request. and also super haba ng waiting period when it comes to check releasing.  BUT, they are so fast when transacting sales and booking of accounts. \", 'Affordable, Quality houses.'", "is_positive": "1,1,0,1,1,1"}, {"property_name": "The Malayan Plaza", "address": "ADB Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)86346534", "rating": "4.0  (2)", "review": "Very pleasant with an efficient check in, clean and pleasant room., and bathroom also clean and modern. Good quality and Room service is also efficient. :)', 'very minimalist interiors, not suitable for parties. if you just want to a have a quiet and relaxing time, this is the place for you.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Geo Estate Development", "address": "Ground Floor, Sunvar Plaza,  Amorsolo Street, Makati City, Metro Manila", "mobile": "+63(921)6392028", "rating": "4.0  (1)", "review": "The beacon offers affordable condo rates with excellent amenities. Despite the huge number of residents, the condominium maintains its quality standards on their amenities through offering various floor levels specially alloted for accepting visitors.'", "is_positive": "1,1"}, {"property_name": "Metrodorm", "address": "Ortigas Home Depot Compound ,  Julia Vargas Avenue corner Meralco Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)79140810", "rating": "3.0  (1)", "review": "As I experienced to stayed in this dorm, I can say that it has a good room air-condition, securities and cleanliness was always maintained, but the set-up of their rooms was incomplete because it has no available ready table and chairs to use. I always used to bring my personal laptop and finish the report/s that I will present to my boss for tomorrow and hopefully they will set-up/provide some of the possible needs of their customers just what I noticed.'", "is_positive": "1,1,1,1"}, {"property_name": "Mega World Newport Property Holdings", "address": "Newport City Information Centre,  Andrews Avenue, Newport City, Pasay City, Metro Manila", "mobile": "+63(2)88557580", "rating": "2.0  (2)", "review": "\"I already reach my final interview but they didn't give me an email if I pass or failed. I had to used my CP load to know status\", 'quality condo'", "is_positive": "0,1"}, {"property_name": "Corporate Executive Offices", "address": "12/F, Robinsons Summit Centre, No. 6783 Ayala Avenue, Makati City, Metro Manila", "mobile": "+63(2)84791888", "rating": "5.0  (6)", "review": "\"Putting up an office is one of the basic requirements for a business. You have to take care of all the specs and details like the rental, costing, facilities, equipments and support staff. With CEO's 26 years of experience in the industry, availing of their services will save you a lot of headache.\", 'Competitive price for office supplies', \"Corporate Executive Offices is a friendly and functional business environment, one of the world's leading providers of quality, competitively priced serviced offices and business centers. The staffs are very friendly, entertaining and helpful all the way through closing and beyond. They are flexible and service oriented.\"", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Ceo Suite Manila", "address": "37 / F, LKG Tower, 6801 Ayala Avenue, Makati City, Metro Manila", "mobile": "+63(906)4050419", "rating": "5.0  (2)", "review": "Excellent serviced and assistance to clients need.'", "is_positive": "1"}, {"property_name": "The Astbury", "address": "2, Orion Street, Makati City 1209  Metro Manila", "mobile": "+63(2)88460856", "rating": "5.0  (2)", "review": "Perfect place for intimate events. :D', 'Space here is really nice! you should try and visit this art gallery'", "is_positive": "1,1"}, {"property_name": "Zuellig Building", "address": "Makati Avenue corner Paseo de Roxas, Makati City 1200 Metro Manila", "mobile": "+63(2)88187020", "rating": "5.0  (2)", "review": "\"It's beautiful! Its design allows for a lot of natural light to come in. :D\", 'very nice building, and spacious!'", "is_positive": "1,1,1"}, {"property_name": "The Office Project Ph", "address": "G/F, Alpha Salcedo Condominium,  Bautista Street, Salcedo Village, Makati City 1200 Metro Manila", "mobile": "+63(2)76255968", "rating": "5.0  (2)", "review": "\"It's a great place to hold meetings and seminars. Good aesthetics too.\", 'I just visited today yeah the interior designing is very good! :)'", "is_positive": "1,1"}, {"property_name": "First United Building", "address": "413 Escolta Street, City of Manila 1000 Metro Manila", "mobile": "+63(2)82410243", "rating": "5.0  (1)", "review": "Good ambiance.. And nice place.'", "is_positive": "1"}, {"property_name": "Proaccess Business Services", "address": "1100, 88 Corporate Center,  Sedeno corner Valero Streets, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)79082500", "rating": "5.0  (1)", "review": "I worked in a call center for a long time and I am convinced that the office space of each agent is important for them to perform well in their tasks. The office I am working at got its partitions and desks from PROACCESS BUSINESS SERVICES, INC. The partitions look good and and are durable, plus, the phones ca be strategically placed on the tables. It is spacious enough to accommodate a desktop.'", "is_positive": "1,1,1,1"}, {"property_name": "Apmc", "address": "2/F, Serendra Piazza,  Mckinley Parkway, Bonifacio Global City, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)88562231", "rating": "5.0  (1)", "review": "Great service. two thumbs up!'", "is_positive": "1"}, {"property_name": "Worldwideorate Center", "address": "Shaw Boulevard Corner EDSA, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)85329611", "rating": "5.0  (1)", "review": "Memorable place for us...awesome!!!'", "is_positive": "1"}, {"property_name": "Royale Homes Marketing", "address": "6/F & 10/F, State Center Ii Building, Ortigas Avenue, Mandaluyong City, Metro Manila", "mobile": "+63(2)86616317", "rating": "5.0  (1)", "review": "best in price and affordability!'", "is_positive": "1"}, {"property_name": "Acmi Office Systems Philippines", "address": "AYSN Building,  N. Domingo Street, San Juan City 1500 Metro Manila", "mobile": "+63(2)86540888", "rating": "5.0  (1)", "review": "Provieds quality office furniture and equipment!'", "is_positive": "1"}, {"property_name": "Aseana City", "address": "Aseana Powerstation,  Bradco Avenue Corner Pres. Diosdado Macapagal Boul, Aseana City, Paranaque City, Metro Manila", "mobile": "+63(2)88545711", "rating": "5.0  (1)", "review": "Nice place and good ambiance.'", "is_positive": "1"}, {"property_name": "The Fort Strip", "address": "3/F, The Fort Strip,  5th Avenue corner 26th Street, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)88885632", "rating": "5.0  (1)", "review": "Great place to hang! So many delicious dining options too!'", "is_positive": "1"}, {"property_name": "Rcbc Plaza", "address": "6819 Ayala Avenue corner Gil Puyat Avenue, Makati City 1200 Metro Manila", "mobile": "+63(2)88874941", "rating": "5.0  (1)", "review": "Nice building.. '", "is_positive": "1"}, {"property_name": "Two E-Com Center", "address": "Bayshore Avenue corner Harbor Drive, Mall of Asia Complex, Pasay City 1300 Metro Manila", "mobile": "+63(916)6111249", "rating": "5.0  (1)", "review": "great dining experience at Two E-Com Center'", "is_positive": "1"}, {"property_name": "Iacademy", "address": "H.V. Dela Costa Street, Salcedo Village, Makati City 1200 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "visit the new iACADEMY Plaza!!!'", "is_positive": "1"}, {"property_name": "Greenfield District", "address": "Mayflower corner United Streets, Mandaluyong City 1550 Metro Manila", "mobile": "+63(906)4261469", "rating": "5.0  (1)", "review": "\"Greenfield's newest dining strip...awesome\"", "is_positive": "1"}, {"property_name": "Loc&stor 24/7", "address": "54, E Rodriguez Jr Avenue, C5, Bagong Ilog, Pasig City, Metro Manila", "mobile": "+63(2)85702561", "rating": "5.0  (1)", "review": "World class warehouse facility'", "is_positive": "1"}, {"property_name": "The City Club", "address": "Ayala Avenue corner Malugay Street, Makati City 1200 Metro Manila", "mobile": "+63(2)87370000", "rating": "5.0  (1)", "review": "The City Club has three floors that cater to all your business, lifestyle, and fitness requirements. Stay fit in our fully equipped, state-of-the-art athletic complex, including indoor tennis, basketball, squash and badminton courts. Find relaxation and rejuvenation at our total wellness spa or lushly landscaped pool and Jacuzzi areas. Nowhere else in Makati will you find all of these options in a single, exclusive club. Your center of activity and health await shape your future here.'", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "Pen Brothers", "address": "100 C. Palanca Street, Legazpi Village, Makati City 1229 Metro Manila", "mobile": "+63(2)88933534", "rating": "5.0  (1)", "review": "Nice place and awesome staff as well. Good Facilities.'", "is_positive": "1"}, {"property_name": "Co.Lab", "address": "Unit 301, 3/F, Three Brixton Building, 3 Brixton Street, Pasig City 1603 Metro Manila", "mobile": "+63(2)86617616", "rating": "5.0  (1)", "review": "Highly recommended. Nice place with a great community and a space focused on giving us the best experience.'", "is_positive": "1"}, {"property_name": "02 Space", "address": "Unit 330, Milelong Building,  Amorsolo corner Rufino Streets, Makati City 1230 Metro Manila", "mobile": "+63(2)3176677", "rating": "5.0  (1)", "review": "Will definitely come back! Very conducive for productivity!  :D'", "is_positive": "1"}, {"property_name": "Mozilla Community Space Manila", "address": "Molave Building, 2231 Chino Roces Avenue, Makati City 1200 Metro Manila", "mobile": "+63(905)3984499", "rating": "5.0  (1)", "review": "Be a Pinoy Mozillian! :D Awesome place to learn.'", "is_positive": "1"}, {"property_name": "Impact Hub Manila", "address": "5/F, Green Sun, 2285 Chino Roces Avenue Extension, Makati City 1231 Metro Manila", "mobile": "+63(915)4310454", "rating": "5.0  (1)", "review": "They have been a great partner and supporter to our activities. Great joB! :)'", "is_positive": "1"}, {"property_name": "47 East", "address": "47 Esteban Abada Street, Quezon City 1100 Metro Manila", "mobile": "+63(2)84260189", "rating": "5.0  (1)", "review": "\"Not just a place to co-work. It's also a land of opportunity, for new work, new projects, new connections, and new friends. :)\"", "is_positive": "1,1,1,1,1"}, {"property_name": "Acceler8", "address": "7/F, Finman Building, 131 Tordesillas Street, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)79178118", "rating": "5.0  (1)", "review": "Thank You guys for being remarkable. Your professionalism and being dedicated. Thumbs Up!'", "is_positive": "1"}, {"property_name": "Beach Hub", "address": "2/F, El Union Coffee,  MacArthur Highway, Barangay Urbiztondo, San Fernando City 2500 La Union", "mobile": "+63(928)5546262", "rating": "5.0  (1)", "review": "Wow this place looks like a great venue to get work done by beach! :)'", "is_positive": "1"}, {"property_name": "Lease Manila", "address": "One Global Place Level 10-1, 25th St. 5th Avenue, Bonifacio Global City (BGC), Taguig City 1634 Metro Manila", "mobile": "+63(2)2163939", "rating": "5.0  (1)", "review": "They are the best agents to contact if you are looking for properties in BGC, Makati... or Metro Manila. 5 Stars is not enough'", "is_positive": "1,1"}, {"property_name": "Europcar", "address": "404, A. Rodriguez Avenue, Manggahan, Pasig City 1611  Metro Manila", "mobile": "+63(2)86459674", "rating": "5.0  (5)", "review": "\"I like their online reservation. It makes the process of renting a car easier and more convenient, especially for me who's always going on business trips. You can also opt for their chauffeur services if you're too tired to drive. Again, I can't emphasize how important cleanliness is, and Europcar's vehicles are VERY clean. Europcar is the best car rental service I've ever experienced, hands down.\", 'a car rental with an european ambiance '", "is_positive": "1,0,0,1,1,1"}, {"property_name": "The Ronac Art Center", "address": "Ortigas Avenue, Greenhills, San Juan City, Metro Manila", "mobile": "+63(2)85709815", "rating": "5.0  (3)", "review": "\"Aside from the really cool looking building, it also houses a lot of very interesting things like a specialty shoe store, Charlie's (Really good burgers), a lot of art stuff, and a really nice Basketball court.\", 'Their american style basketball court inside is really classy and convenient. You should try this!', \"It has a basketball court called Playground that can be used as a venue for a wedding event. It's pretty affordable too if you compare it to other venues. Awesome! :)\"", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "Tepaurel Enterprises", "address": "1 National Road, Pututan, Muntinlupa City 1772 Metro Manila", "mobile": "+63(2)88623112", "rating": "5.0  (2)", "review": "\"I'm impressed with the customer service of Tepaurel Enterprises. A week ago, I was researching on warehouse services along Muntinlupa. I contacted Tepaurel - the staff I spoke with is accommodating and patient (even if I had a lot of questions). We haven't sealed the deal yet, but I'm looking at getting their services since they are the easiest to do business with.\", 'Looking for a warehouse for your storage needs? Well, don???t look any further to Tepaurel Enterprises. They provide Warehouse rentals that are safe, clean and has a huge space for your storage needs for your supplies and materials.\\n'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "MIB Rent-A-Car", "address": "Lot 24, Main Road, Marfori Heights, Davao City 8000  Davao Del Sur", "mobile": "+63(82)2821549", "rating": "5.0  (1)", "review": "\"The service at MIB Rent-A-Car is genuine and loyal, while being very flexible unlike majority of car rental businesses. Like I've said before, it's the best in Davao. No question. This place is the absolute best rental car company in Davao City. The service is impeccable, and the accuracy of information is always nothing less.\"", "is_positive": "1,1,1,1"}, {"property_name": "Co. Lab", "address": "4/F, Optima Building, 221 Salcedo Street, Legaspi Village, Makati City 1229 Metro Manila", "mobile": "+63(2)77595000", "rating": "5.0  (1)", "review": "Aking pinagpupugayan ang Co.Lab sa pagsisilbi bilang tagpuan ng mga alagad ng sining at pagbibigay oras, sikap at inspirasyon sa kanila para sa patuloy na pag-usbong ng Pilipinong sining.'", "is_positive": "1,1"}, {"property_name": "Highrise Trans-Tour Service", "address": "186 Ermin Garcia corner 15th Avenue, Cubao, Quezon City 1109 Metro Manila", "mobile": "+63(2)88710234", "rating": "5.0  (1)", "review": "My tita and her family just came home from the States for a quick balikbayan visit here. Unfortunately, her only son has this big fear of commuting/public transport! So we just rented a  car for them through Highrise. They have daily, weekly, and even monthly rates - my tita availed of the rent-a-car for three weeks, and the rates are the best deals in the Metro when it comes to longer rental periods. I was their chaperone for most of their tours around the Metro, and I  must say that the van we rented is in very good condition. Very clean, no hang-ups, and all the gauges are working.'", "is_positive": "0,0,1,1,1,1,0,1"}, {"property_name": "Project Concepts & Administrative Services", "address": "7/F, EGI Rufino Plaza,  Taft Avenue Corner Sen. Gil Puyat Avenue, Pasay City, Metro Manila", "mobile": "+63(2)85520242", "rating": "5.0  (1)", "review": "Great Management and Services'", "is_positive": "1"}, {"property_name": "The Ronac Art Center", "address": "Paseo de Magallanes,  San Antonio Street, Magallanes Village, Makati City 1200 Metro Manila", "mobile": "", "rating": "5.0  (1)", "review": "Great lifestyle center (art, shopping, bazaar)'", "is_positive": "1,1,1"}, {"property_name": "Transavia Rent A Car Philippines", "address": "Room 3 , Building C Skyfreight Building,  Ninoy Aquino International Airport Avenue corner P, Barangay Sto.Nino, Pasay City 1704 Metro Manila", "mobile": "+63(2)85196814", "rating": "4.5  (17)", "review": "Cheapest car rental in the metro. Great service and very accommodating staff!', 'ok', 'Quality cars made affordable...', 'Always on the go 24/7...', 'Quality...', 'Smooth and easy...', 'Airport car rental philippines...', 'Transavia rent a car Philippines in the cheapest quality car rental in the Philippines.....', 'Welcome...', 'Mabuhay...', 'It is customer friendly for online booking..'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Cubao x", "address": "General Romulo Avenue, Araneta Center, Quezon City 810 Metro Manila", "mobile": "+63(2)89111959", "rating": "4.5  (4)", "review": "the shoes are nice, the vibe is great, the people are friendly!', \"One of our favorite hangout places. It's like you're transported to a different world. :) There's a variety of things to do: simple dinner, classy dinner (Bellini's), inuman, movie viewing (Don't know if it's still there cause Mogwai closed already :( ), have a haircut (although not recommended :p), check out the artsy-fartsy stalls, go to an Ukay ukay, thrift shops and antique shops and of course buy shoes (because this is the former Marikina Shoe Expo). And, they also hold mini concerts here. :) I love Cubao X :)\", 'Ang maituturing na esensyal na sentro na sining, kakatuwang patuloy ang pag-usbong ng sining sa Cubao X. Pagpupugay sa patuloy na pagtataguyod ng Pilipinong sining.', 'i recently went to cubao expo (formerly marikina shoe expo) and was surprised to see that a lot of the shoe stores have been replaced by stores selling artsy stuff and unique finds.  among the stores was a thrift shop which sells items from small \"anik-aniks\" to house decors, a health & wellness shop that sells a variety of food & dietary supplements, and other stores selling shoes & apparel at reasonable prices. there were also a couple of restaurants which are worth trying, especially the italian restaurant tucked away at the cul-de-sac.'", "is_positive": "1,1,1,1,1,1,0,0,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Japan Pnb Leasing And Finance", "address": "7/F, Salustiana D Ty Tower, 104, Paseo de Roxas corner Perea Street, Legaspi Village, Makati City 1229  Metro Manila", "mobile": "+63(02)88925555", "rating": "4.0  (2)", "review": "More Power JPNB!', 'A company operating under the Finance Company Act, JPNB provides equipment leasing, mortgage loans, installment paper discounting, and other financial products. These financing options are carefully structured to suit the requirements of clients.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Rracs Rent-A-Car", "address": "Negros Street, Makati City, Metro Manila", "mobile": "+63(2)84254283", "rating": "3.0  (1)", "review": "great service'", "is_positive": "1"}, {"property_name": "Mvu Trade-Com Centre", "address": "611 Cordillera Street, Barangay Malamig, Mandaluyong City, Metro Manila", "mobile": "+63(02)85320634", "rating": "5.0  (16)", "review": "High Quality Office Furnitures!', 'Quality products with very affordable rates!', 'I really liked this furniture store! The owner was so helpful ordering my new office chair, Right after I walked into the store, only when I needed help. Perfect! She also called me 3 times to update me on the status of my order and to work with me on good times to pick up the chair.', 'Long line of quality office products.', 'Quality products', 'they provide best and quality products like chairs, office furnitures, computer tables, dining set and barstools, sofabed, bedroom furniture, wardobe, drawer and multi-purpose cabinets.', 'try to visit here!'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Stargate Office Furniture", "address": "643 Mercedez Avenue, Pasig City, Metro Manila", "mobile": "+63(2)86435352", "rating": "5.0  (12)", "review": "Maker of personalized cabinets', 'excellent collection! their office furniture have ergonomic design. keep it up!', 'They numerous choices for office furniture.', \"This is a great furniture store. We bought a desk there a few months ago, and recently followed up by buying the corresponding computer table. The price was excellent, and we've been very happy with our purchase.\\n\"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Exceline", "address": "Unit 101-103, C. Ramirez & Co. Building,  121 Quezon Avenue corner G. Araneta, Quezon City, Metro Manila", "mobile": "+63(2)87329438", "rating": "5.0  (11)", "review": "Very good service, accommodating staffs, and quality products.', 'excellent price for vaults', 'Wonderful customer service', 'High quality products!', 'quality products that best suits your needs like chairs, drawer and multi-purpose cabinets, etc., we use this in my previous company.', 'Excellent products and very accommodating staff.', 'Exceline- very warmed and accomodating'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "L+a Design Concept Furnishing", "address": "32, Ersan Building, Quezon Avenue, Quezon City, Metro Manila", "mobile": "+63(2)85141567", "rating": "5.0  (9)", "review": "\"New trend of furnitures, very modern and classy. So if you are looking for furnitures you can never go wrong with L+A, you'll definitely love it.\", \"Another happy customer. We had been shopping for a bed for a long while, but couldn't find anything that looks good without breaking the bank. Thanks to Yeloow-pages.ph . We found Echo. We visited the store for the first time on a thu. and went back the next day and got the bed. Love their stuff and the owner. I will definitely go back again when we are in the market for new furniture.\", 'Classy and modern designed home furnitures, Nice!', \"Unique and modern designed furniture for home and office. If you're looking for a one of a kind piece, I highly recommend L+A\", 'Nice designs. L+A Furnishing offers imported modern design furniture and lifestyle products, and cater to individuals who seek affordable luxuries. The company believes that having a picture-perfect house is not enough; it should be a place where one can unwind after a long tiring day. With this in mind, the company aims to provide a wide range of elegant, comfortable, high quality furniture at reasonable prices; and at the same time providing excellent service and customer satisfaction.', 'best and latest modern home furniture found only here in L+A!', 'Nice design and concepts. Provide a wide range of elegant, comfortable, high quality furniture at reasonable prices'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "New Wintex Fabrics", "address": "Unit S, Facilities Center, 548, Shaw Boulevard, Highway Hills, Mandaluyong City 1550 Metro Manila", "mobile": "+63(02)85311208", "rating": "5.0  (8)", "review": "Huge selection of curtains and other fabric materials. Quality products! Look nowhere else!', 'Very affordable..the owner was very accommodating too. very beautiful showroom and widerange of products.', \"You can have the perfect home Wintex Fabric's big selection of materials for your curtains and furniture upholstery. Their designers can also give you practical ideas for your home.\", 'you can find the best curtains and draperies here in wintex fabrics. They have lot of collections you can choose from.', 'A treasure trove of style and texture of both stylish and functional fabric materials made by dedicated designers and innovators.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Unicom Office Designs", "address": "G/F, OAC Building,  San Miguel Avenue, San Antonio Village, Pasig City 1600 Metro Manila", "mobile": "+63(2)86375295", "rating": "5.0  (8)", "review": "Offers quality office furniture and designing or space planning as well.', 'Our office was just redesigned 2 months ago and I\\'m just one of the many team members who are vey much happy about it. Firstly, I have my own cube now, before there were three of us stuffing ourselves in one long office partition sharing the same file cabinets, it was like working the floor of Wallstreet. Not even funny because we always tripped over wires, bags, it was not until after the redesign that I realized our office was a stressful place to work in. :)) Now that we have proper cubicles  in different, happy colors, and chairs that do not threaten your life with a cerebral hemorrhage, we can swivel while we work! HR said we owe it to Unicom--\"Si Unicom ang gumawa, mura pa.\" ', 'They have affordable rates. Staff are all efficient. I will definitely do business with them again. ', 'Nice service'", "is_positive": "1,1,1,1,1,1,0,1,1,1,1,1,1"}, {"property_name": "My Space Design Unlimited", "address": "2/F Unit S-8, Prince Arcade Building, Km.19 Ortigas Avenue Extension, CTIP Compound, Pasig City, Metro Manila", "mobile": "+63(2)85604683", "rating": "5.0  (8)", "review": "I have a wide variety and selection of products. They offer quality and reliable office equipment such as chairs, table, blinds, panel partition and storage. Name it, they got it. Most of all, they are very easy and fast to work with! Great job to the whole team of Myspace! :)', 'They say the look & aesthetics of the workplace dictates the culture and productivity of the people who work there. The geniuses at My Space Design simplify the process so thoroughly that even a major office renovation of furniture, partitions, cubicles and the like is easily managed. Whether you a start up entrepreneurs office, a 50 or more seating capacity call center company, or simply mirroring the look of Donald Trump\\'s board room in The Apprentice - they can work their magic in proving you the peak quality office furniture and furnishings at a bargain. They give customers their top design, functionality, quality and value in office furniture. So whether \"you fire or you hire\", your office still looks squeaky sharp', 'your trusted company when it comes to office supplies!', 'They have all the office equipment and furniture you need! Their staff are very accomodating anf they will assist you through their products.', 'Quality office equipment and partition!', 'Excellent service!', 'The products and services they provide is the best when it comes to office partition and office furniture system.  They have different kinds of tables, chairs, panel partition, storage and blinds that have the best quality at a reasonable price. Their designers discuss with the clients, of the things what the clients needs and wants.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Officelux Interior", "address": "2/F, DSL Building, No. 27, Mayon Street Corner Boni Avenue, Mandaluyong City, Metro Manila", "mobile": "+63(2)85352133", "rating": "5.0  (7)", "review": "Officelux Interior not only offers wide range of office furniture but they are also committed to meet your budget and deadline.', 'Office furniture with outstanding package and quality. They provide a good standard for your office.', 'Quality office furniture with a wide range of products to choose from. Very accommodating!', \"My previous employer had an overall office revamp last 2005. They have chosen Officelux Interior's service. Their office furnitures were exquisitely made from the partitions, tables down to the last details of chairs.\\n\"", "is_positive": "1,1,1,1,1"}, {"property_name": "Powershades", "address": "Unit 1033-1034, VV Soliven Shopping Complex,  Greenhills, EDSA, San Juan City 1503 Metro Manila", "mobile": "+63(2)3431735", "rating": "5.0  (7)", "review": "\"I am extremely glad that I found Powershades Trading to install our blinds. If you are getting blinds, trust me on this, go with this company and you will not be disappointed. It's reassuring to see that there are still hardworking, honest people out there who will do a good job for a fair price.\", \"I bought my blinds a year ago and it's so sturdy!So many blinds to choose from at a very reasonable price. I even referred some friends and we shared the same experience. Matibay!\"", "is_positive": "1,1,1,1,1"}, {"property_name": "Sherton Industrial", "address": "38 A&B, General Tinio Street, Morning Breeze Subdivision, Caloocan City, Metro Manila", "mobile": "+63(2)83615975", "rating": "5.0  (6)", "review": "The people are nice and they have nice and affordable beds. Napaka accommodating ng team nila sa main office. =)', 'The sherton is one we used bed at home, among other Brand Sherton is soft and delicate bed and has not been un quickly deflate mattress it was beautiful to use and not easy to break.', 'Very affordable for its quality and very wide selection of mattress and beds.', 'Same quality over the other brands, but it is affordable. I would recommend if you are looking for quality yet affordable beds!', \"Sherton Industrial offers high quality beds and matresses at a cost effective rate. Their products are distributed in SM stores and select Hotels and Hospitals all over the country. They use fine materials that are comfy which would lull everyone to sleep. that's why we use it at home. I Highly recommend it to everyone.\", 'superior quality and very affordable! '", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "Rl Complex Industries", "address": "RLCI Building, 35, Atty. Pat Senador, San Francisco Del Monte, Quezon City 1100  Metro Manila", "mobile": "+63(02)83725434", "rating": "5.0  (5)", "review": "Highly recommended supplier of customized chairs and tables.'", "is_positive": "1"}, {"property_name": "Top Asia Corporation", "address": "Warehouse 11, C Teknik Industrial Compound, 143C, P. Gregorio St, Valenzuela City 1446  Metro Manila", "mobile": "+63(2)82943144", "rating": "5.0  (5)", "review": "Good Supplier of wood at reasonable price', 'A reliable supplier of wood based panel boards to the furniture and construction industry.'", "is_positive": "1,1"}, {"property_name": "Moduclasse Design", "address": "Unit 1902, Antel Global Corporate Center,  Julia Vargas Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)86879057", "rating": "5.0  (5)", "review": "Thank you for your accomodation.'", "is_positive": "1"}, {"property_name": "Agp Furniture & Interiors", "address": "Unit 306, Townes Building, 916 Antonio Arnaiz Avenue, Makati City, Metro Manila", "mobile": "+63(2)88434161", "rating": "5.0  (5)", "review": "Their custom made furniture and interiors will make your living room perfect for entertaining guests, and your bedroom more relaxing.', 'They specialize in custom made quality furniture for various institutions, hotels, restaurants, residential and offices. They also offer interior design consultation.', 'nice choice of home decorations and architecture. Very sophisticated and each piece is unique. ', 'very nice AGP is here too!!:) love it'", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "3m Home Furnishing And General Upholstery", "address": "8270 Dr. A. Santos Avenue, Paranaque City 1700 Metro Manila", "mobile": "+63(2)88267957", "rating": "5.0  (4)", "review": "cover your mattresses with 3M!'", "is_positive": "1"}, {"property_name": "Edsa Furniture And Appliances", "address": "595, EDSA, Cubao, Quezon City 1109 Metro Manila", "mobile": "+63(2)87249817", "rating": "5.0  (4)", "review": "\"You'll definitely find what you're looking for in EDSA Furniture. They sell almost all kinds of furniture. On top of that, very affordable!\", 'discounted all year round!', 'Complete lines of office furniture :)', 'dealer of all kinds of home and office furnitures and appliances.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Lee Designs Industries", "address": "663, Del Monte Avenue, Quezon City, Metro Manila", "mobile": "+63(02)83528778", "rating": "5.0  (4)", "review": "Thank you for the accommodation'", "is_positive": "1"}, {"property_name": "Commodities Unlimited Philippines", "address": "336 Sto. Rosario Street, Mandaluyong City  Metro Manila", "mobile": "+63(2)85322756", "rating": "5.0  (4)", "review": "It is so hard to find customized furniture shops that- amongst other things- conceptualizes and creates your furniture ,that strongly constructs each piece and are priced fairly... totally exceeded my expectations when it comes to turning my vision and making it tangible...'", "is_positive": "1,1"}, {"property_name": "Gamma Design Center", "address": "143-E, Aurora Boulevard, San Juan City, Metro Manila", "mobile": "+63(2)87258315", "rating": "5.0  (3)", "review": "One of the finest furniture suppliers in Metro Manila. Customizing furniture designs according to your standards. Excellent service.', 'Wide range of furniture (home and office). Products are high quality and service is outstanding, highly recommended!'", "is_positive": "1,1,1"}, {"property_name": "Seat Mate Auto Interiors", "address": "311 Sto. Rosario Corner Martinez Streets, Mandaluyong City, Metro Manila", "mobile": "+63(2)34895521", "rating": "5.0  (3)", "review": "\"Seatmate has restored the interior of my project car to its original condition. Highly skilled upholsterers and pleasant personnel. The best so far I've tried...highly recommended for meticulous enthusiasts. \", 'Nice workmanship,they can even replace the original leather wraps around your steering wheel. Takes them about 3-4 hours, look for Mang Romy.'", "is_positive": "1,1,1,1"}, {"property_name": "Shelltex Bed", "address": "189 8th Avenue Extension, Caloocan City 1400 Metro Manila", "mobile": "+63(02)83638748", "rating": "5.0  (3)", "review": "i purchased a queen size bed. next day delivery at no added cost. two thumbs up!'", "is_positive": "0"}, {"property_name": "The Room Upstairs", "address": "2/F, LRI Business Plaza, 210 N. Garcia Street, Makati City, Metro Manila", "mobile": "+63(2)88999318", "rating": "5.0  (3)", "review": "Sakto para sa aking komprehensibong mga pulong, itong tagpuan na ito sa Bel-Air ay kayang-kayang magsilbi bilang kainan ng masasarap na pagkain at pagkakabilangan habang nasa malinamnam ring usapan.', \"Admittedly, I'm very takaw tingin when it comes to ordering, but I got full just looking at the dishes here. Very homey and a fun place to wander around while waiting for your food/after you've devoured it.\", \"The Tuyo Pesto is a must try. :) And because it's ensconced within the creative community of LRI Plaza, their servings are also have great presentation. Serving time is a little longer than expected (20 minutes as per my experience) but I think that's just because we came in at a very busy hour. \"", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "Cubixoffice", "address": "Unit 101, Greenrich Mansion Condominium,  Lourdes Street corner Pearl Drive, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)87254198", "rating": "5.0  (3)", "review": "We had to move to a bigger office space and looked for a store that offers a wide variety of office furniture with a good price. Not only do they have a wide variety of products, we also liked their customer service. The move to the new office space was less troublesome because of their help.', 'Their products are amazing. They can customize. They deliver on time!', 'with wide variety of products'", "is_positive": "1,0,1,1"}, {"property_name": "Canadian Manufacturing", "address": "38 Sta. Ana Drive, Sun Valley Subdivision, Paranaque City, Metro Manila", "mobile": "+63(2)77994770", "rating": "5.0  (3)", "review": "Their Disney beddings are so cute! They also have Barbie, WWE, NBA, and many more beddings.', 'they have a great variety of sheets/ designs to choose from.. plus they have the anti-bacterial bedsheets that are very safe to use for a mom like me!', 'Satisfied with sheets i bought.  They have a huge array of bedsheets, comforters, pillow cases!  They have high end sheets up to 500 thread count!'", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "Blaires", "address": "K-304, Hampton Garden, 100 C. Raymundo Avenue, Maybunga, Pasig City 1607 Metro Manila", "mobile": "+63(2)89941273", "rating": "5.0  (3)", "review": "One of the best in the office furniture and modular cabinet industry.', 'Your one stop shop for furniture needs. They got all the stuff you need. You can check their website to see their complete furniture line. Very convenient way to see what they have. :)', 'I like that they offer a lot of solutions for modular furniture. They can work with you depending on the space and budget. I asked for a quote for a closet with customized specifications and it is nice to know that they also can do this. I gave the specs and within the day, I got the quotation!'", "is_positive": "1,0,1,1"}, {"property_name": "Modello Kitchen Cabinets", "address": "5192, Filipiniana Village, Dau Expressway, Dau, Mabalacat City 2010 Pampanga", "mobile": "+63(45)6246582", "rating": "5.0  (3)", "review": "My tito, who lives in Pampanga, has two custom-made cabinets at home from Hannah Modular. Kainggit! Pulido ang pagkakagawa. The combination of wood and glass is very seamless; you can\\'t see the \"salubsob\" from behind the glass at all. And the hinges don\\'t squeak even if the cabinet door is quite heavy - another proof that they use quality products. May mga telenovela rin pala na na-feature ang cabinets nila, so plus points for telegenic cabinets.'", "is_positive": "1,1,1,1"}, {"property_name": "Hmr Auction", "address": "Km. 21 West Service Road, South Superhighway, Sucat, Muntinlupa City 1770 Metro Manila", "mobile": "+63(2)75767829", "rating": "5.0  (3)", "review": "HMR Auctions helps you to purchasing and auctioning your asset, even the processing of validation and creating the brochures and flyers also the posting in website or sending the email, fax or SMS messaging they can help you.', 'HMR Auctions offers excellent services in all 3 of their branches. I very much enjoyed their Embassy Auction. Staff are very professional and the their ads in the newspaper and on the website were all very informative. More power.'", "is_positive": "1,1,1,1"}, {"property_name": "Akian Enterprises", "address": "3026 Gen. T De Leon Road, Barangay Gen. T. De Leon, Valenzuela City, Metro Manila", "mobile": "+63(2)82770777", "rating": "5.0  (3)", "review": "aims to provide solutions to all your lighting needs and keep your homes and projects ahead and at par with the best.', \"Wide selection of lighting fixtures. From home lighting to professional lighting. You'll definitely find what you're looking for in Akian.\", 'I???m thinking of re-doing my room but I feel like other than changing the wallpaper and furniture, I also need to re-design the lighting. I have no idea how those things worked so I was ecstatic when I read about KF Lighting. Their chandeliers are designed very well but are still very affordable. '", "is_positive": "1,1,1,1"}, {"property_name": "Babyland", "address": "GF, Facilities Centre, 548, Shaw Boulevard, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)85311231", "rating": "5.0  (2)", "review": "Babyland products are so cute, unique and of good quality!'", "is_positive": "1,1"}, {"property_name": "Larry's Express", "address": "4/F, Building D, Mega Fashion Hall,  SM Megamall, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)85702355", "rating": "5.0  (2)", "review": "Good quality of fabrics and you can spend your money here wisely.', \"When you want distinct and premium quality upholstery,curtain and drapery fabrics, Larry's is the best option. Premium enough to offer a wide range of choices for every taste and color palette, but not so luxe as to be beyond reach. Staff are very attentive, warm, professional and experienced enough to offer advice. they are well trained and are very patient and accommodating. Ambience is polished and sophisticated, but not stiff. Oh, and you'll spend a lot of time here with all the diverse options, so don't hesitate to ask for a cool glass of water. Spartan toilet facilities, and there's always Retaso on sale, for that pair of throw pillows.\"", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Office Trend Philippines", "address": "601-A, King Center, 57 Sgt. E. Rivera Street, Quezon City 1115 Metro Manila", "mobile": "+63(2)83645810", "rating": "5.0  (2)", "review": "All your needs for your new office are all here.. Chairs, Table, Separator, Partition, cabinet, Pedestal you name it.. Thank You Office Trend for helping us!'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Aurora (O.A.) Philippines", "address": "100 Tanque Street, Paco, City of Manila 1007 Metro Manila", "mobile": "+63(2)85619573", "rating": "5.0  (2)", "review": "\"It's really a bit of headache starting a business on your own. I had a hard time putting up my first tutorial center years ago. I contacted AURORA (OA) PHILIPPINES, INCORPORATED to inquire about acquiring School Desks and Chairs. The staff I spoke with was really nice and accommodating and I must admit it is one of the reasons why I chose to buy from them aside from the quality of their products(which we are still using up to now)\"", "is_positive": "0,1"}, {"property_name": "Popworld Enterprises", "address": "2947 Orion corner Samat Streets, City of Manila, Metro Manila", "mobile": "+63(2)87405559", "rating": "5.0  (2)", "review": "Dear Sir, This is Michael Xie, sales director of Zhongshan Xiangrong caster Co. LTD. Currently, we export 2 brands of caster to the world: SUPO and SRC. I want to an exclusive agent in your country. If you are interested, pleaHxxDQptuse contact me directly. Thanks! Best regards, Michael +86 186 89376598 Michael@supocaster.com www. supocaster.com www.srccaster.com', 'This is where to buy wheel casters. They also sell gliders. Good price.'", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "Dimensione", "address": "3/F, SM City North Edsa,  North Avenue Corner EDSA, Quezon City, Metro Manila", "mobile": "+63(2)89203338", "rating": "5.0  (2)", "review": "they offer huge discounts for furnitures, even lower discounts when they have a warehouse sale.', 'Very comfortable & Good Quality :)'", "is_positive": "1,0,1"}, {"property_name": "Balikbayan Handicrafts", "address": "1010 A. Arnaiz Avenue, Makati City, Metro Manila", "mobile": "+63(2)88930777", "rating": "5.0  (2)", "review": "Your total handicraft store. They offer free gift wrapping and free shuttle service from hotel to Balikbayan Handicrafts.', 'The first time my friends from the US came here, i brought them to Balikbayan Handicrafts for their souvenirs.  They caught-sight with  the unique designs of \"Carabao Horns\" by our fellow kababayans.  They said, \"Carabaos are like Filipinos, very hardworking\". And so they grabbed some. They also have home  furnishings and accents.  And if i marry in a Filipiniana theme, i can get the barong of my groom here and all my accessories down to my honeymoon suits perfect for my dream place in Santorini, Greece.  This is a one-stop shop for me, especially to those who partonize the \"sariling atin\" products and fluant them to the world.'", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "Silahis Arts And Artifacts", "address": "2353 Sunrise Street, Concorde Village, Tambo, Paranaque City, Metro Manila", "mobile": "+63(2)88541103", "rating": "5.0  (2)", "review": "They are known for designing, producing, wholesaling, retailing and exporting the finest of handmade Philippine products.', '.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Cebu Progress Marketing", "address": "P. Lopez Street, Cebu City 6000  Cebu", "mobile": "+63(32)2553497", "rating": "5.0  (2)", "review": "So many useful plastic products.', 'Budget and Friendly'", "is_positive": "1,1"}, {"property_name": "Hisolomon", "address": "Mount Apo,  Victoria Wave Spez, Malaria, Tala, Caloocan City 1427 Metro Manila", "mobile": "+63(2)75852520", "rating": "5.0  (2)", "review": "\"Starting a small art school in our village was daunting. I was worried about the costs, the materials, or even if I have enough time since I have to promote my school. And since I know that this is what I want to do, to inspire children to express themselves through art, I decided to tackle my apprehensions one at a time. The building wasn't a problem since my family owns a commercial space along the main road of our village. I then started looking for suppliers that can accommodate a relatively small order of desks and chairs for children - not too bulky, yet not too small to allow them to freely move. Hisolomon provided just that. The desks and chairs are study - made from wood and steel. The staffs are accommodating and the prices are reasonable. I'm looking at ordering from them again once I exceed my target number of students by 2014.\", 'Offers a high- quality  school and office furniture basically combination of steel and wood or steel and plastic. A quality that will stay for a long time and because of the good products they offer, they also cater other Asian countries with their high quality products. '", "is_positive": "0,1,1,1,1,1,1,1"}, {"property_name": "Rd Zapanta Space Planner Contractor", "address": "G/F, 107 Capetown Street, Barangay San Isidro Greenpark, Pasig City 1600 Metro Manila", "mobile": "+63(2)85140500", "rating": "5.0  (2)", "review": "For personalized contractor needs, RR Zapanta Design Built Contractor can accommodate you :)'", "is_positive": "1,1"}, {"property_name": "Teus", "address": "2289 P. Burgos Street, Pasay City, Metro Manila", "mobile": "+63(2)75085886", "rating": "5.0  (2)", "review": "great workmanship and professional service.', 'What happens to your sofa if it looses its \"spring\" and comfortability? It\\'s a big waste just throwing it away considering it has been with your family for ages and the frame is still intact. Why not bring it to TEUS? They specialize in walls, headboards, coaches and chairs upholstery. We also tested this company very reliable, durable and affordable.'", "is_positive": "1,0,1,1,1"}, {"property_name": "Master General Upholstery", "address": "812, President Quirino Avenue corner Taft Avenue, Malate, Manila, City of Manila 1004 Metro Manila", "mobile": "+63(2)87073129", "rating": "5.0  (2)", "review": "Looking for sofa? I highly recommend Master General Upholstery. Very accommodating staffs. They also accept made to order sofa and bed.'", "is_positive": "1"}, {"property_name": "Woodfix", "address": "9, Osmeña Street, San Francisco Del Monte, Quezon City 1105 Metro Manila", "mobile": "+63(2)83520526", "rating": "5.0  (2)", "review": "I asked Woodfix if they could repair my grand ma', \"If you're looking for upholsterer and furniture repairs, I highly recommend you to try this out. Dealing with them is so convenient and hassle free, they can pickup your stuff and deliver them back to you at a minimal charge. :)\"", "is_positive": "1,1,1,1"}, {"property_name": "Ats Home Furniture", "address": "746-752, Rizal Avenue , Sta Cruz, City of Manila, Metro Manila", "mobile": "+63(02)87330715", "rating": "5.0  (2)", "review": "friendly honest supplier... keep it up ats team... :)', 'affordable furnitures, low cost'", "is_positive": "1,1,0"}, {"property_name": "Delante Design / Furniture", "address": "103, Aurora Building, 20 President Avenue, BF Homes, Paranaque City, Metro Manila", "mobile": "+63(2)33818141", "rating": "5.0  (2)", "review": "Find the perfect sofa bed for your guest room in Delante Design / Furniture. Value for money too!', 'i like the way they customize the furniture according to the clients requests'", "is_positive": "1,1"}, {"property_name": "Divan And Settee Enterprises", "address": "930-G, Del Monte Avenue, Barangay SFDM, Damayan, Quezon City 1104 Metro Manila", "mobile": "+63(2)87758791", "rating": "5.0  (2)", "review": "Thank you, Divan and Settee!', 'Customize your home with DIVAN AND SETTEE.'", "is_positive": "1,1,1"}, {"property_name": "Bungalow 300 Studio", "address": "7 Buencamino Street, Alabang, Muntinlupa City 1770 Metro Manila", "mobile": "+63(947)6108616", "rating": "5.0  (2)", "review": "Sweet and interesting pieces for the house!', 'When i move out, I want items from here in my place!'", "is_positive": "1,1,1"}, {"property_name": "8n Enterprises", "address": "14 Mariveles Street, Highway Hills, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)87030817", "rating": "5.0  (2)", "review": "There is nothing more exciting than filling up your new home with furniture and finishes that suit your taste. I called up 8N. They have many options for covering your windows: venetian blinds, roller blinds or curtains. They work fast and have a lot of choices. Carpets are not my thing but they do offer these as well - home or office. ', 'Quality Blinds and Furnitures'", "is_positive": "0,1,1"}, {"property_name": "Design Excellence Home & Office System", "address": "1 Binmaka Street corner Biak na Bato, Quezon City, Metro Manila", "mobile": "+63(2)76248642", "rating": "5.0  (2)", "review": "\"We were moving offices and my boss decided he wanted everything to be new. We were given the budget and I had to scout for furniture that wasn't too pricey but promised good quality. Design Excellence Home & Office System had all sorts of conference tables, from rectangular to round ones. My boss approved the oval shaped conference table. Yay. Plus points!\"", "is_positive": "1,1"}, {"property_name": "Ifurniture", "address": "MC Home Depot, 32nd Street corner Bonifacio Boulevard, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)85550912", "rating": "5.0  (2)", "review": "Wanted to redesign my apartment after my ex moved out. Everything else was so waley naman noh, but then I found iFurniture and thought, Oh, interesting name!  (I love my iPod!) I went inside and bought so much stuff! The sofas were comfy! And my apartment after was good as new! Now I just need a new boyfriend! Checke!'", "is_positive": "1,1,1,1"}, {"property_name": "Filcrafters", "address": "Unit 3, Isometric Building, 484, Gregorio Araneta Avenue, Barangay Dona Imelda, Quezon City, Metro Manila", "mobile": "+63(2)84757994", "rating": "5.0  (2)", "review": "Quality furniture at affordable price.', 'Top of the class products and its quality is very excellent! would recommend this to my friends!'", "is_positive": "1,1"}, {"property_name": "Crystal Lamps & Furniture Trading Center", "address": "185 A Bonifacio Avenue, Marikina City, Metro Manila", "mobile": "+63(2)89982184", "rating": "5.0  (2)", "review": "They sell all their office and home furniture for low prices.'", "is_positive": "0"}, {"property_name": "Acro Office Products", "address": "Room 401, Global Tower,  Capt. M. Reyes corner General Mascardo Street, Bangkal, Makati City 1233 Metro Manila", "mobile": "+63(2)88437656", "rating": "5.0  (1)", "review": "For all your office furniture needs (customized).they offer designs that have good quality.'", "is_positive": "1"}, {"property_name": "Balikbayan Handicrafts", "address": "290-298 C. Palanca Street, Quiapo, City of Manila 1001 Metro Manila", "mobile": "+63(2)87349040", "rating": "5.0  (1)", "review": "The merchandise is of a surprisingly good quality, considering how much of it they have. The specialty is beautiful, glazed coconut dishware, decorative balls and other products. Friendly staff! '", "is_positive": "1,1,1,1"}, {"property_name": "Bonny Furniture", "address": "1355-1365 Pedro Gil Street Corner Union Street, Paco, City of Manila 1007 Metro Manila", "mobile": "+63(2)85613849", "rating": "5.0  (1)", "review": "\"hello,\\nBonny Furniture caters to almost all of one's furniture needs--be it for office, home, canteen, garden etc.\\nyou can visit their website  at www.bonnyfurniture.multiply.com , some of their products and best sellers are posted there.\\nthey also have an email address  bonnyfurniture@yahoo.com\\ngood day and God Bless!\\nHappy Shopping! :)\"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "De Luxe Canvas And Upholstery Supply", "address": "688, S. Padilla Street, Binondo, City of Manila 1006  Metro Manila", "mobile": "+63(2)82429524", "rating": "5.0  (1)", "review": "quality tents with affordable prices!'", "is_positive": "1"}, {"property_name": "Dexterton", "address": "157 Sgt. E. Rivera Street, Quezon City, Metro Manila", "mobile": "+63(2)83621111", "rating": "5.0  (1)", "review": "All kinds of Bathroom Accessories are here!! Visit their shop at Greenbelt!!'", "is_positive": "1"}, {"property_name": "Upholstery Supplies And Furniture", "address": "694 EDSA Corner New York Street, Quezon City, Metro Manila", "mobile": "+63(2)89123350", "rating": "5.0  (1)", "review": "finest and hard to find leather, they have it!'", "is_positive": "0,1"}, {"property_name": "Nanding's Steel Beds", "address": "1643, Crisostomo corner Makiling Streets, Sampaloc, City of Manila 1015  Metro Manila", "mobile": "+63(02)87415230", "rating": "5.0  (1)", "review": "High quality beds for your home and rentals. Very friendly staff as well. :)'", "is_positive": "1"}, {"property_name": "Imperial House Of Furniture, Gifts And Porcelain", "address": "4/F, Shangri-La Plaza,  EDSA corner Shaw Boulevard, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)86357542", "rating": "5.0  (1)", "review": "STORE HOURS: 11AM ? 9PM Monday to Thursday & Sunday 11AM ? 10PM Friday, 10AM ? 10PM Saturday WEBSITE: www.imperial-house.com Come and discover our vast selection of classical, contemporary, and modern furniture, lighting and accessories. PRODUCT CATEGORIES: Bedroom Chairs Consoles Desk & Secretaries Dining Occasional Tables Sofas Ceiling Lights Chandeliers Drop Lights Pendants Table & Floor Lamps Wall Lamps Wall Hangings Wall Units Lladr'", "is_positive": "1,1,1,1,0"}, {"property_name": "Moonhouse Marketing", "address": "1107-A Bo. Kaligayahan, Quirino Highway, Novaliches, Quezon City, Metro Manila", "mobile": "+63(2)89396419", "rating": "5.0  (1)", "review": "good service'", "is_positive": "1"}, {"property_name": "Polymer Products Philippines", "address": "11, Joe Borris Street, Bagong Ilog, Pasig City 1600 Metro Manila", "mobile": "+63(2)6719837", "rating": "5.0  (1)", "review": "\"You're one-stop raw materials shop for resins, fiberglass and much more.\"", "is_positive": "1,1"}, {"property_name": "Shell Canvas", "address": "1999 Sen. Gil Puyat Avenu Corner Leveriza Street, Pasay City, Metro Manila", "mobile": "+63(2)88313103", "rating": "5.0  (1)", "review": "Had our sofa re-upholstered!  they have an array of fabrics and leather to choose from!  Prices are affordable!  '", "is_positive": "1"}, {"property_name": "Rosas Garden Hotel", "address": "1140, M.H. Del Pilar Street, City of Manila, Metro Manila", "mobile": "+63(02)82739597", "rating": "5.0  (26)", "review": "Love this place!', 'Thumbs up!! Great place to stay with..', 'afrdsable!!!', 'great food and fast service!', 'Very satisfied of the service and accommodation. Affordable too.', 'Very relaxing and unique ambiance :)', 'perfect place to stay while in the metro!!', 'Good place to unwind and relax.', 'The rates are very affordable, rooms are cozy and the staff are friendly', 'nice rooms good accomodation', \"relaxing place. Great place to stay when you're stressed.\", 'Nice place! the staff are very friendly. ', 'A great place to stay overnight with your family after strolling the streets of manila. Very affordable with accommodating hotel staff..', 'nice place...very friendly staff', 'a heavenly place amongst the busy streets of manila. what a joy to stay!'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Pan Pacific Manila Hotel", "address": "Pan Pacific Manila, M. Adriatico corner General Malvar Streets, City of Manila 1004 Metro Manila", "mobile": "+63(965)2389678", "rating": "5.0  (22)", "review": "Unique Butler Service.', 'A good place to stay in the heart of Metro Manila. I love the view from their restaurant which is located at the highest floor of the hotel, where you can see the whole Metro manila and they also have a friendly staffs.', 'nice hotel! ', 'great service!', 'Perfect place to relax and bond with your loved ones', 'Good deal :)', 'a perfect stay for a perfect date!', 'Comfy and relaxing,', 'Comfortable room and lots of amenities!', 'A place to relax and get away from the stress of the Metro.', 'Great place to stay in the heart of Metro Manila', 'comfortable, good accommodation will definitely come back', 'Great hotel and service. I would definitely go back to this place.', 'cozy rooms, excellent service & great dining experience at pan pacific manila..', 'great hotel with great service...Friendly staff, great food, rooms are clean and spacious!'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "City Garden Hotel", "address": "City Garden Hotel, Makati Avenue corner Kalayaan Avenue, Makati City, Metro Manila", "mobile": "+63(2)88991111", "rating": "5.0  (11)", "review": "good budget hotel', 'They offer affordable accommodation with FREE BUFFET Breakfast!', 'City Garden has hospitable staff. It offers great food.', 'affordable rooms and friendly staffs', ' few minutes away from the mall and airport.', 'The personnels have provided an excellent service during our stay. ', 'it is nice to know that they opened a restaurant in the penthouse of City Garden. Great food with a great view.. Very accommodating staff and very clean lobby and rooms :)', 'one of the best hotels in makati! cheers to you!', 'Good service!'", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "Hotel H20", "address": "Manila Ocean Park,  Roxas Boulevard, Luneta, City of Manila, Metro Manila", "mobile": "+63(2)72386100", "rating": "5.0  (11)", "review": "\"Our short stay here is indeed filled with fun and laughter. My son loves the room where we have this big aquarium with numerous variety of fishes as part of the room's wall. Food selection is also reasonable. Definitely a great place for the whole family! And yes, the hotel staff are very polite and accommodating, it is really a plus!\", 'If you want a staycation that is out of the ordinary .. Spend a night or maybe a day or two with famiky or friends at the Hotel H2O beside the Manila Ocean Park! We got one of their Marina Superior rooms and it was sooo cool! The interior is simple and modern but what will take your breath away is the installed aquarium walls that gives u a view of some of the amazing sea animals like fishes, sea horses ans jelly fish passing thru your walls as you relax. Truly a wonderful experience', 'we stayed here last june just on a whim. no occasion, we just wanted to relax. We were upgraded to a family suite. my teen son absolutely loved it. the room was very very spacious. we had a room and a separate living area. my son slept at the sleeping area coz he felt he had a room all to himself, with its own tv. The bathroom seems to be hazardous for small children since there was no door to just lock it. We had a jacuzzi, a separate shower and toilet areas. overall, it was really a relaxing stay. my only problem is that outside the hotel, it feels a bit crowded due to ocean park. it seems off to go the restaurant to have breakfast without dressing up, or to go to the pool since it feels a bit public. during the night, it was an eerie walk to the hotel lobby since you have to walk the expanse of a deserted ocean park.', \"Are you looking for a unique place/room to stay at? Try H2O Hotel. Their rooms are big, good family of 4 and is indeed spacious, clean, organized and fresh smelling. PLUS PLUS PLUS... is their wall to wall aquarium is so nice and is very amazing! It's like you are sleeping under water. prices are also reasonable.\", 'I like the aquarium-themed of the hotel. Very unique. :)', 'the hotel is nice, comfortable to stay , you get what you paid for.', 'expensive but its worth it', 'we stayed here for their easter sunday egg hunt for my son.. which we did not participate in because my son was just about 18mons. we got their Aqua Classic Room Promo and paid about Php 8000 for Rm 3140. this was a big aqua room where we had wall to wall aquarium that made my son happiest. the room was tastefully furnished & huge. we had a king sized bed with clean white sheets & a sofa bed. this room is great for a family of 4. our room had a small round table with 2 modern chairs, a 40inch flat screen tv to the delight of my boys & a business/ writing desk. their bathroom was spacious & it featured a rainshower head they also offered free wifi. the breakfast buffet was superb, this was served at the makansutra. they  had filipino breakfast fare, chinese dimsums & continental breakfast food. we also enjoyed their swimming pool but getting there was quite a task as this was near the hotel entrance. the staff was helpful & pleasant, checking & out was a breeze. but thinking back no one carried our overnight bags to the lobby downstairs but we were assisted when we reached their lobby. I would definitely go back & book the bayview room next because my son loves the ocean.     ', 'Great place to relax. Check out their rooms! see for yourselves :)', 'the first aquarium-themed integrated resort hotel in the Philippines!', 'Had an overnight stay with friends last weekend at Aqua Room...'", "is_positive": "1,1,1,1,1,0,1,0,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Dusit Thani Manila", "address": "A. Arnaiz Avenue corner EDSA, Ayala Center, Makati City, Metro Manila", "mobile": "+63(2)72388888", "rating": "5.0  (10)", "review": "good value for money', 'Amazing customer service. We will surely be back for the buffet.', 'I believe Dusit is one of the first international hotels in Makati, and their service never fails to impress guests since then.', 'Good service from the front desk & hotel staff-very accommodating... Nice location too - near shopping malls & restaurants. I really enjoyed the buffet breakfast at Basix - have a great variety of foods to choose from to suit your taste buds.', 'Great food!', 'We had an office event here & we were welcomed by very courteous & accommodating staff. the rest rooms are immaculately clean. the international buffet spread they had for our group was really great! with special mention of their seafood rilette & fish fillet & sweets/ dessert station. ', 'Intriguing is the Sunday crossover buffet of the Dusit.  You register at the lobby and are given a tag then you are free to roam the hotel restaurants and get from any of the buffets available.  I find prepaying for a meal at a hotel a bit tacky but I suppose this is unavoidable since you are literally roaming the ground and mezzanine floor restaurants.  The restaurants are Thai, Continental, Italian and Japanese with the usual hotel buffet level food in terms of taste and quality.  two restaurants are in the ground floor and two on the mezzanine so you are literally climbing up and down stairs to get food.  Seating depends on which restaurant has an available table, whatever happens you will be going from restaurant to restaurant to get your pick of food.', 'Its the Dusit way of competing with the larger buffets of hotels such as Sofitel and the Makati Shang.  The experience is not bad and should be experienced by everyone at least once.', 'The reason I did not give this the full five stars for its unique approach is that I felt the service suffered a bit.  I guess with the prepayment this lessens the tips the staff receives which makes them a bit lethargic in dealing with guests.', 'Try the crossover buffet while its available.', 'Good!'", "is_positive": "1,1,1,0,1,1,1,1,1,1,1,1,0,1,1"}, {"property_name": "Le Soleil Group", "address": "3/F, Metropolitan Building, 1129, Chino Roces Avenue corner Metropolitan Avenue, Barangay San Antonio, Makati City, Metro Manila", "mobile": "+63(2)77599888", "rating": "5.0  (10)", "review": "\"Perfect place to stay. You'll feel the difference.\", 'Location is very convenient. You can enjoy your stay here and relax. Must try!', 'I had a great time at this hotel the location is superb ! Activities , shopping and beach all at your doorstep .. Rooms and staff were excellent food also great . I had seen some average reviews but this place was ideal . Definitely would recommend a stay for here for couples, family , or singles ..', 'The location is perfect. Since it very near the beach and other drinking establishment. Not to mention near the mall..', \"Location is absolutely great because everything is around the hotel: the beach, shopping area, night clubs, etc. The hotel itself is and everything is in order. The hotel's staff were great and always there to assist the guests.\", \"Location is absolutely great because everything is around the hotel: the beach, shopping area, night clubs, etc. The hotel itself is and everything is in order. The hotel's staff were great and always there to assist the guests.\", 'Perfect place to stay in Boracay', 'good service', 'Very relaxing place.', \"Centrally located, Le soleil appeals to me because it has enough refinement to be decent, but is far from superficial and pretentious. The free breakfast is a treat, and there's also a passable gym that no one uses. I don't care for the pool, though it's nice, because the hotel is beach front!\"", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1"}, {"property_name": "Intercontinental Manila", "address": "1 Ayala Avenue, Makati City, Metro Manila", "mobile": "+63(2)77937000", "rating": "5.0  (9)", "review": "Back when I was in High School, we held our JS Prom here. The food, esp. the steak - ugggggghhhhhhh!!! sooooo delicious! A must try indeed! Plus the ambiance is very classy and the rates are quite affordable against its services! :)', 'they are the pioneer. must try their rib eye steaks', 'great staff!', 'very courteous employees and accommodating', 'It was good. The staff was very helpful. The rooms are clean and comfortable. The area is good for restaurants, bars and entertainment. The location of the hotel makes it easy to walk to many areas.', 'good service is always provided and what i love the most is the people who are very hospitable.', 'i love the breakfast buffet at jeepney burpppp', 'I have fond memories of this hotel. My friends and I used to sleep here on weekends. Nice, simple rooms. Prompt room service. ', \"Been going to the Intercon for over 2 decades. My father used to enjoy coffee at the Jeepney Bar when he too was working in Makati. It has the feel of a boutique hotel, with the grandness of history, tradition and very warm hospitality. Steak and roast beef remain one of the city's best at The Prince Albert.\"", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Fernandina 88 Suites Hotel", "address": "Fernandina 88 Suites Hotel, 222, P. Tuazon Boulevard, Araneta Center, Quezon City, Metro Manila", "mobile": "+63(02)89138594", "rating": "5.0  (9)", "review": "Value for money! you can unwind and relax at a very affordable price.', 'Cozy yet affordable.', 'Blissful experience for us!I love the accomodation and the food!', 'twice the pampering! comfortable and elegant. nestled in the heart of Cubao.', 'Cozy.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Batangas Country Club", "address": "77, Alpha Building,  Col. B. Serrano Avenue, Quezon City, Metro Manila", "mobile": "+63(2)87232239", "rating": "5.0  (8)", "review": "A very relaxing place. Love the kapeng barako.', 'excellent.. good customer service', 'nice scenery. affordable rates', 'Great amenities affordable rates!', 'relaxing and nice accomodation :)'", "is_positive": "1,1,1,1,1"}, {"property_name": "Park Vil-La Apartelle", "address": "Quezon Avenue corner Examiner Street, Quezon City, Metro Manila", "mobile": "+63(2)84265497", "rating": "5.0  (8)", "review": "Value for money, you can enjoy a relaxing stay here as well as be satisfied with their food selections. Must try!', 'yes i will stay here again. :) ', 'very cheap rooms, considering the cleanliness of the rooms and fast service.', 'The ambiance and the theme of the place is very relaxing considering the location is near public places. Its very near different establishments such as restaurants,bars and even malls. The rooms are very affordable.', 'This is not necessarily a 5-star hotel yet they make you feel like a VIP. Following that, the employees are very attentive and they take great pleasure in the maintaining the place very nice and clean. I can strongly suggest everyone wanting budget accomodation to stay here at Park Vil-la, were the hospitable staff are at all times very helpful and cheerful.\\n', 'Been here and no regrets... more power ', 'nice and relaxing place to stay..i experienced fresh air again because of the nature-inspired ambiance of the place... '", "is_positive": "1,1,1,1,1,1,1,1,1,1,0,1"}, {"property_name": "Acuatico Beach Resort And Hotel", "address": "G/F, Mile Long Building,  V.A. Rufino corner Amorsolo Streets, Makati City 1223 Metro Manila", "mobile": "+63(2)88927577", "rating": "5.0  (6)", "review": "perfect destination for travelers who seek solace and a different kind of relaxation', 'guys you should try their infinity pool. Somewhat different from the others. :)', 'So relaxing!', 'Been here! Great value and nice place!', 'Cant wait to enjoy their infinity pool.', 'im planning to go here this summer.. hope to enjoy their infinity pool and their hotel. :)'", "is_positive": "1,1,1,1,0,1"}, {"property_name": "Newgrange Condotel", "address": "Newgrange Building, 32 32 Timog Avenue, Laging Handa, Quezon City 1103 Metro Manila", "mobile": "+63(2)83764894", "rating": "5.0  (6)", "review": "The room was clean and comfortable. The front desk clerk was able to upgrade our room to a Bedroom Suites that are fully furnished and air conditioned. The room has also high speed internet service too.Thank you Newgrange Condotel. We had a wonderful stay and will definitely come back.', 'Very clean hotel. Simple yet worth staying for. Newgrange employee treat you like a family.'", "is_positive": "1,1"}, {"property_name": "Makati Shangri-La", "address": "Makati Shangri-La Hotel,  Ayala Avenue corner Makati Avenue, Makati City 1200 Metro Manila", "mobile": "+63(2)88138888", "rating": "5.0  (5)", "review": "excellent food,beautiful waitresses,', 'Great place to have a staycation!', 'A very expensive hotel but the best quality. Everything is perfect, specially if you stay at the Horizon Club area. :)', 'Superb breakfast, well-equipped gym and friendly, caring staff! :-) Our family had a great bonding time at Shang! The hotel provided the best food and facilities to make our stay truly meaningful! We definitely would go back again! :-)', 'swanky accomodations! be it a press conference or a wedding, the makati shangri-la is the place to be! highly recommended venue!'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Tubod Flowing Waters Resort", "address": "Upper Pakigne Minglanilla, Cebu City 6046 Cebu", "mobile": "+63(32)2723467", "rating": "5.0  (5)", "review": "i have been here many times and i enjoyed being here. we had our group team building here. It is very affordable so if one would want to unwind without thinking so much of their budget, then they could try them here.', 'This Place is Perfect for summer! Affordable siya, mai basket ball court ,biiliard and etc. for those na mahilig sa sport . Mai 4 na pool for the kids and Adults. pwede den mag grill. perfect for family and friends.', 'My grandparents celebrated their 50th anniversary in Tubod Flowing Waters Resort. It is a big area that can accommodate 300 guests - and it perfect since my family is big (and even extended family attended the event). There is a pool for kids and other pools for adults. My cousins and I even tried billiards and basketball. There was no dull event that day. My grandparents ecstatic! The ambiance relaxed them and the facilities were exciting - even for my younger and restless cousins.', 'Good for family bonding..', '\"Tubod\" means natural cool springs. The place is surrounded of multiple natural cool springs. It\\'s a great place for family, friends and business. They cater all the needs of their guest through their amenities such as 4 large swimming pools, a conference hall that can hold up to 300 pax, they also have basketball court and outdoor billiard, pool slides, grilling area and a lot more to make their guest stay more memorable.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Plantation Bay Resort And Spa", "address": "Marigondon, Mactan Island, Lapu-Lapu City 6015 Cebu", "mobile": "+63(32)5059800", "rating": "5.0  (5)", "review": "The resort is very clean and very relaxing. Foods are also great! If you are finding a place to relax, this is the place to be!', 'The place was amazing! The crew were very friendly and very helpful, accommodating. The food were great, there were a lot of choices and the serving was enough. The facilities, rooms are commendable. The activities are very enjoyable as well. All in all, it was a very nice vacation for us.', 'If Your looking for a place to relax, Plantation bay and spa is the best choice for you.. Ang ganda ng place, ma relax ka talaga. the food is also good..perfectly fit for summer.. good for family bonding..', 'Discover a resort in a class of its own.', 'The place is like in a fairytale. We went here this January with my Korean students and my husband .. I would never forget this place, so relaxing, SUPERB indeed.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "The Manila Hotel", "address": "One Rizal Park, Ermita, City of Manila 1000  Metro Manila", "mobile": "+63(2)85270011", "rating": "5.0  (4)", "review": "Who will not be fascinated and take comfort at the lobby while listening to old music played by the Manila Hotel Orchestra. Perfect! :)', \"we stayed here to welcome the new year 2013. check in was a breeze even if there were a lot of people, the staff were polite, pleasant & accommodating. our room was great, the size was standard but the amenities were excellent. we had the bay view & the glorious sunset was ours. we had floor to ceiling windows that showcased our famous sunset. i just love their bed & their pillows, i forgot to ask what pillows they had during our stay. but we didn't have the welcome fruits unlike in my mom's room, they gave us welcome chocolates & bed time chocolates which is a tradition in this hotel. i also love their bathroom that had a separate shower enclosure & bath tub.. the bathroom also had a small flat screen tv which is placed facing the loo.. guess you can watch tv while doing your thing there.. the tv was right above the tub i had a hard time watching while i was soaking in the tub. the swimming pool was great. my 2yo son enjoyed the wading pool so much that he didn't want to leave. we also enjoyed their breakfast, they mostly had Asian fare & breads with different kinds of cheeses & various desserts.. =) overall our stay here was great & i wish we could come back for more! =)\", 'still the best!', 'Aside from being great place to stay, their breakfast buffet is excellent. With choices from Filipino to Asian to western delicacies.'", "is_positive": "1,1,1,1,1,0,1,1,1,1,1"}, {"property_name": "Hotel Veniz", "address": "Hotel Veniz, 1 Abanao Street, Baguio City 2600 Benguet", "mobile": "+63(74)4460701", "rating": "5.0  (4)", "review": "An affordable hotel at the heart of the city. :)', 'The hotel is located at the heart of Baguio City, right in front of the famous Burnham Park. Walking distance from the city market where you can buy all kinds of pasalubong (Ube Jam, Straberry Jam, Peanut Brittle, fresh fruits and vegetables).', 'Miss the breakfast buffet every morning. clean and classic rooms. Near shopping places.'", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "Century Hotel", "address": "Century Complex,  MacArthur Highway, Balibago, Angeles City 2009 Pampanga", "mobile": "+63(45)8924888", "rating": "5.0  (4)", "review": "nice hotel can match global standards!!!', \"Good service. Near Casino. Nice location. Love this place. We'll comeback.\", 'Best service. Well maintained ang rooms . I enjoyed my stay here :)', 'Kapag ako tatanungin kung saan maganda mag-check in dito sa Angeles City , Pampanga. Isa lang ang irerecomenda ko, ang CENTURY HOTEL. Bukod sa maganda, ang mga empleyado dito ay mababait at magalang. Maayos at malilinis ang mga kuwarto at higit sa lahat ay malinis ang comfort rooms. Satisfying ang serbisyo, maraming pwedeng gawin, libangan at masasarap ang pagkain. Kaya sa susunod na magpaplano kaming mag bakasyon dito ulit kami pupunta. Kayo din, try ninyo.'", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "L'fisher Hotel", "address": "14 Lacson Street, Bacolod City, Negros Occidental", "mobile": "+63(34)4333731", "rating": "5.0  (4)", "review": "one of the best hotels in bacolod!', \"L fisher is the best hotel in Bacolod City. It has the best facilities. If you're looking for great food- visit L Fisher Chalet. Here, you could celebrate weddings, proms, debuts and other important celebrations of your life.\", \"Best guid ang L FISHER coz my mom works there as Pastry chef...hahahaha our play place way back before when i we're kids..hahaha i know most of the employees...  \", 'best hotel in Bacolod :)'", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "The Picasso", "address": "119 L.P. Leviste Street, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)88284774", "rating": "5.0  (4)", "review": "Great place.. Clean, comfortable, close to all main places.', 'A wonderful place of accommodation for both business and private trip. The restaurant is flawless, room is exquisite and service is efficient. 10/10 will like to stay again.', \"The Picasso is now one of my favorite boutique serviced residences. The room is designed perfectly. You will appreciate every detail that comes with it. It is indeed an artist's masterpiece. If you want to have peace of mind and heart, it's the perfect place to just relax... and enjoy the GOOD LIFE.\"", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "St Giles Hotel", "address": "Makati Avenue Corner Kalayaan Avenue, Makati City, Metro Manila", "mobile": "+63(02)89889888", "rating": "5.0  (4)", "review": "Very comfortable rooms to stay. Nice and very accommodating staff.\\nHope to be back soon.', 'Has a very polite and cheerful staff that always gives me a smile. i also love the clean and very relaxing room we had. worth another visit for me.', 'Staff are very friendly... place is good too. More Pwoer:)'", "is_positive": "1,1,1"}, {"property_name": "Villa Khristalene", "address": "Talisay - Tanauan Road, Barangay Leynes, Talisay 4220 Batangas", "mobile": "+63(43)7730148", "rating": "5.0  (4)", "review": "This is the perfect resort to view the picturesque of Taal Lake and Taal Volcano. Spent an overnight stay during college days with friends from Manila and they absolutely fell in love with the place.', 'Beautiful resort!', 'Very nice place to go together with your friends or with your family. Good Service and their staff was very approachable and friendly. Must visit guys! :)', 'What i love about this resort is the accommodation. And also the view from Taal Volcano. Tanaw na tanaw mo na kasi yung Taal.\\nThe Staffs are very approachable. Good Service.\\nAng sarap balik balikan. :)'", "is_positive": "1,1,1,1"}, {"property_name": "Lee Boutique Hotel", "address": "Tagaytay-Calamba Road, Barangay San Jose, Tagaytay City 4120 Cavite", "mobile": "+63(46)4830379", "rating": "5.0  (4)", "review": "Upon entering the room, it was so great. And the pillows, Ive been dying to ask saan supplier nila ng pillow kasi I cant forget the comfyness. kaso nahiya naman ako and thought asking it is not proper. But all in all, coming from a first hand experience, Lee Boutique Hotel is one of the best hotels Ive been. :)', 'Parking was great and upon checking in, it was smooth and we had no problem. The customer service is great. ', 'the hotel is just along the road of Tagaytay. the rooms are elegantly designed. European inspired  furnitures with a big bed, a couch and a coffee table.', 'Lee is a clean, private and quaint weekend getaway place in Tagaytay I love the cozy and spacious rooms.Hotel staffs are very courteous and accommodating.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "New World Manila Bay Hotel", "address": "1588 Pedro Gil corner M.H. Del Pilar Streets, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)82526888", "rating": "5.0  (4)", "review": "Beautiful hotel, good service! :)', 'The hotel was beautiful and had all the amenities you would expect from a 5 star hotel.', 'Great amenities and hotel facilities! Provides very nice rooms and customer service.', 'where we stay every holy week. great room! always ask for bay view so you can experience the sunset in manila bay! shoot! shoot! shoot!  '", "is_positive": "1,1,1,1,0"}, {"property_name": "Herald Suites Solana", "address": "2914 Finlandia corner Einstein Streets, Makati City 1234 Metro Manila", "mobile": "+63(2)3390151", "rating": "5.0  (3)", "review": "Great venue for business meeting, round table discussion and product presentation etc., Nice location, very near to commercial establishment..', \"Every been to Herald Suites? It's a great hotel! I was extremely impress with the lobby, it's a small hotel but good furniture, I fancy antiquities! It's also a good place to hold your meetings and seminars, they serve good food!\", 'Good Service! Very accommodating'", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "New Horizon Hotel", "address": "778 Boni Avenue, Mandaluyong City, Metro Manila", "mobile": "+63(2)85323021", "rating": "5.0  (3)", "review": "Nice customer service. The buffet food was delicious.', 'Ok na ok dito. Malinis at mura ang rate higit sa lahat ok ang buffet breakfast nila. Masarap ang mga pagkain.'", "is_positive": "1,1"}, {"property_name": "Taal Vista Hotel", "address": "Unit 804, Corporate Center, 139 Valero Street, Salcedo Village, Makati City 1200 Metro Manila", "mobile": "+63(2)77513088", "rating": "5.0  (3)", "review": "They have huge clean, modern and cozy room to rest and a magnificent view of taal volcano. So relaxing. The best hotel to stay in tagaytay.', 'It provides a stunning view of Taal Lake. Very relaxing! Best place to unwind!!', 'the best place to stay in Tagaytay would be the Taal Vista Hotel! the staff are very courteous & accommodating.. the interiors are clean & modern at the new wing. the food is great! with the best view of the Taal Volcano.'", "is_positive": "1,1,1,1"}, {"property_name": "Tropical Mansion Hotel", "address": "1242 J. Bocobo Street, Ermita, City of Manila 1000 Metro Manila", "mobile": "+63(2)85231742", "rating": "5.0  (3)", "review": "excellent service and accommodation just for less. very accessible to malls, and all agency that for processing all papers. The place is safe! at home ako dito! '", "is_positive": "1,1"}, {"property_name": "The Legend Villas", "address": "60, Pioneer corner Madison Streets, 633 1501 to 09 , Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)6331501", "rating": "5.0  (3)", "review": "\"I had my son's baptismal reception with TLV and i must say they really did a great job. Nice service, great people and good food! What else will you ask?\", 'we had our 2007 kick off conference, the rooms are spacious, the food was great because they served native cuisines suited for international taste. the room designs were filipino culture inspired. anyone would really feel relaxed, at home and the staff were all polite and service was really good', 'nice place.....'", "is_positive": "1,1,1,1,1,1,1"}, {"property_name": "Century Park Hotel", "address": "599 P. Ocampo Sr. Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)85288888", "rating": "5.0  (3)", "review": "Need something elegant, classy and affordable! Check in at Century Park Hotel', 'Very pleasant with an efficient check in, clean and pleasant room., and bathroom also clean and modern. Good quality internet and tv channels etc.. Room service is also efficient.', 'nice hotel so clean!'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Waterfront Cebu Hotel And Casino", "address": "1 Salinas Drive, Lahug, Lapu-Lapu City 6000 Cebu", "mobile": "+63(32)2326888", "rating": "5.0  (3)", "review": "This Hotel is really good! the food is good.. ang ganda ng room nila.,, very good services.. i really enjoy the place... awesome!', \"Their place is good but their food is better! :) The services for their customers have been really heart welcoming. You can enjoy your stay in the hotel since it has a casino and even the kids has a place to play! But I really like their food most. I'm a big eater kasi eh :) Kudos to their staff and crew! Proud to be a Cebuano!\", 'I performed here together with my co-dramatics leaded by Dr. Milagros Espina.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Taal Vista", "address": "Km. 60 Aguinaldo Hi-Way, Kaybagal, Tagaytay City 4120 Cavite", "mobile": "+63(46)4131000", "rating": "5.0  (3)", "review": "Taal Vista is near by attractions in tagaytay Namely SKY RANCH, PICNIC GROOVE, PEOPLES PARK AND Many more. It has the best views which you can see the beauty of taal volcano and taal lake..It is also one of the best places in which you can unwind together with your friends and family. For those people who like to visit Taal vista hotel without booking you are still allowed to enter but you need to pay 50 php. :))', \"We stay here for a quick overnight vacation whenever we just feel like it. Hotel has a great view of taal volcano. Makes you forget the stress of the workplace. Rooms are great. Try to request for rooms at the new wing. It is a bit more pricey but, for me, it's worth the few bucks. Nothing against the rooms in the old wing, They are still good accommodations. However, it just gives me the chills and an uncomfortable feeling.\", \"Had an overnight stay here last month to celebrate my Mom's birthday. Aside from the cold climate, the kids enjoyed the new theme park beside the hotel.\"", "is_positive": "1,1,1,1,1,1,1,0,1,1"}, {"property_name": "Tambuli Resort", "address": "Maribago, Lapu-Lapu City 6015 Cebu", "mobile": "+63(32)4958292", "rating": "5.0  (3)", "review": "The place is very relaxing. Good for summer vacation. I like how it is located. I know it might be quite far but it is what makes it even more unwinding. If you want vacation, you wanted to get far from the busy streets of the city, you have to go somewhere far that would get you away from all those strenuous stuff.', \"lil' qiute distance but it would pay be pay-off by the place..\", \"This is my sister's favorite place.\"", "is_positive": "1,1,1,0,1"}, {"property_name": "Citylight Hotel", "address": "245 Upper Gen. Luna Road, Baguio City 2600 Benguet", "mobile": "+63(74)4428080", "rating": "5.0  (3)", "review": "\"Citylight Hotel is a modern architecture at the heart of Baguio's green landscape. Exceptional customer service and its strategic location makes it a top choice for visitors in the city of pines..\", 'one of the best hotel in Baguio. We use to hang out in there bar every night when I was in Baguio.\\nmiss the place and this hotel.', \"The hotel's location is quite convenient. Their room and other facilities are always clean. Members of hotel staff are extremely friendly and welcoming. The location, services and facilities are unbeatable.\"", "is_positive": "1,1,1,1"}, {"property_name": "Chali Beach Resort", "address": "Zone 3, Cugman, Cagayan De Oro City, Misamis Oriental", "mobile": "+63(88)8552108", "rating": "5.0  (3)", "review": "nice beach', \"If you're going to visit Cagayan De Oro City, Misamis Oriental, you may spend your night at Chali Beach Resort and Conference Center. They have Courtyard Suites, Deluxe Cabanas, Bungalows and Hotel Rooms for you to spend a relaxing and calming night w/ different packages to choose from. They always have the bed and breakfast package. They also have tour packages in case that you're looking for an all in one vacation package and you don't have to worry since they always have promos for you to save money.\"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "7107 Islands Management", "address": "The Peninsula Manila,  Ayala corner Makati Avenue, Makati City, Metro Manila", "mobile": "+63(2)88877107", "rating": "5.0  (3)", "review": "nice place!', 'The view from the room was outstanding, bed and pillows comfortable, air conditioning set perfectly. Staff were always helpful and the location is better than expected.', 'nice'", "is_positive": "1,1,1,1,1"}, {"property_name": "Hotel Pontefino", "address": "Unit B, 11/F, Agustin I Building, 28 F. Ortigas Jr. Avenue, Ortigas Center, Pasig City, Metro Manila", "mobile": "+63(2)86359364", "rating": "5.0  (3)", "review": "\"Hotel Pontefino was located in Pasig. You can spend your night here after attending a party and they have a room for you according to your budget. They have different suites and packages for you to enjoy and their pool was more enjoyable during the night because of their lightings. We actually spend our Christmas party hear last year and we are also planning to spend it here this coming year again. Their fine dining was great and classy. Partying here seems like you're in a Western country. Then after the party you can just rent a room here for you to spend you night since you know that you can't drive all the way home yet for being drunk because of the party. You can just sleep soundly on their suite room. If you're looking for a social classy party, I would recommend you and your office mates to spend it here.\", 'The hotel is very nice and very clean. Staff were very courteous and helpful. The hotel is just less than a kilometer away from SM Batangas City and the Church of the Most Holy Trinity which is very convenient.'", "is_positive": "1,1,1"}, {"property_name": "Abaca Boutique Resort And Restaurant", "address": "Punta Engano Road, Mactan Island, Lapu-Lapu City, Cebu", "mobile": "+63(32)4953461", "rating": "5.0  (3)", "review": "ribeye steak... medium.... ;-)', \"I love the resort's ambiance.. :)\\n\", 'My sister-in-law got married here. The place only made the event even more memorable! =)'", "is_positive": "1,1,1"}, {"property_name": "Crown Regency Hotel & Towers", "address": "Tower 1, Fuente Towers,  Osmena Boulevard, Cebu City 6000 Cebu", "mobile": "+63(32)4188888", "rating": "5.0  (3)", "review": "Buffet was excellent, room was great and staff were accomodating. What I liked the best about my stay is the Sky Adventure experience. Truly a must try!', \"I tried their facial treatment and it'superb! It really feels so good and I've been seeing the good effects from my treatments. I recommended it to my friends too and they find it better than the rest. Ofcourse, you can avail a facial treatment service even if your just a walk in customer in the hotel. They're very accommodating!\", \"One of the hotels I love the most. We stayed their for 2 days and 3 nights, and there is really no day that you won't be enjoying your stay. The rooms and services are really great. Plus the buffet they offer which is serve on the nth floor(I forgot the floor number and I wasn't actually sure if they serve it also to other floors), where you can find so many food choices of different countries. BUT what I enjoyed best is their SKY ADVENTURE, breath taking Sky Adventure! Book now and experience the fun too.\"", "is_positive": "1,1,1,1,1,0,1,1"}, {"property_name": "St. Agatha Resort", "address": "Cagayan Valley Road, St. Agatha Homes Subdivision, Sta. Rita, Guiguinto 3015 Bulacan", "mobile": "+63(916)5177591", "rating": "5.0  (3)", "review": "had a great time spending our outing here together with my friends. affordable prices of the foods is a plus :D', 'the resort  facilities is okay specially their wave pool and kiddie pool,... Nice place for family bonding ', 'Had a very relaxing and very memorable family outing here. They have wave pool, zipline and live band in the evening and variety of dishes in their restaurant at a very affordable price.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Amana Waterpark", "address": "Santisima Street, Bagong Barrio, Pandi 3014 Bulacan", "mobile": "+63(2)2996612", "rating": "5.0  (3)", "review": "nice place to spend your summer vacation. life size cartoon characters are awesome and undoubtedly, everyone will enjoy not just the pools but the view as well.', 'Nice to spend summer outing with family here in Amana, the kids will enjoy with their wave pool and life size cartoon character, also they have great rooms to stay. ', 'My family and loved ones spend our summer vacation/family reunion at Amana for 3 years already in which we usually spend before at different beach resorts in Luzon. Every year they improve and add new features in their resort to give more excitement and memorable summer vacation. They have 5 swimming pools and nothing can beat their Tsunami Wave.The kids will surely enjoy the different life size cartoon characters (Kung Fu Panda, Avatar, Dragon Ball, Shrek etc.). You really won???t regret spending your summer vacation at Amana.'", "is_positive": "1,1,1,1,1,1,1,1,0"}, {"property_name": "Parque Espana Residence Hotel", "address": "5309 East Asia Drive, Filinvest Corporate City, Alabang, Muntinlupa City 1781 Metro Manila", "mobile": "+63(2)88505847", "rating": "5.0  (3)", "review": "\"I booked here for our wedding - a 3 bedroom suite and a 1 bedroom. The 3 bedroom suite is really nice, spacious and you'd feel like it's really your own house. Though I was not able to see the 1 bedroom because we just opted to stay in the 3 bedroom, I guess it's a nice room also. I also got a very affordable rates but you should ask for some promos before booking. :)\", 'This is one of our fave places for a staycation. Parque espana offers affordable spacious rooms. We love that it is tucked away in a quiet place in alabang, but close enough to supermarkets and the malls. We can even cook here since their rooms have a full kitchen. definitely a relaxing experience.', \"we stayed here over the weekend to celebrate my mom's birthday.. we we're billeted in their 3-bedroom suite. i will try to post pics later for reference. we enjoyed our stay as the staff were very helpful & kind. they we're always ready to assist us in any way they can. we even got to use their free shuttle to the nearest mall/s which was very convenient for the hotel guests. we enjoyed the free & delicious breakfast buffet at the Bistro El Cielo during our stay. my baby son also enjoyed swimming at the penthouse deck pool with jacuzzi! would definitely stay here again.\"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Radisson Blu Cebu", "address": "Serging  Osmeña Boulevard Corner Juan Luna Avenue, Cebu City 6000 Cebu", "mobile": "+63(32)5051700", "rating": "5.0  (3)", "review": "My #1 choice of all hotels. The crew are very accommodating and the ambiance is exceptional. Their food is very delictable.', 'One of the best international chain hotels in Cebu. It has 5-stars facilities.', 'the staff are very accommodating.'", "is_positive": "1,1,1"}, {"property_name": "Baguio Holiday Villas", "address": "1401, Antel Corporate Center, 121 Valero Street, Salcedo Village, Makati City 1227 Metro Manila", "mobile": "+63(2)88897827", "rating": "5.0  (3)", "review": "I recommend this hotel! Rooms are clean, ambiance is beautiful, rates are affordable and they have very accommodating staff. It feels like home!', 'The only hotel in Baguio who have a garden. Nice location, friendly staff and one of the best priced hotel in Baguio.', 'The place is safe, clean, well maintained and well situated near the bars, restaurants, transports, shopping areas, parks. Best of all the staff are charming and very kind always smiling. Rates is reasonable. '", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "1775 Adriatico Suites", "address": "1775 Interior M. Adriatico Street, City of Manila, Metro Manila", "mobile": "+63(2)85245402", "rating": "5.0  (3)", "review": "the scent of the rooms captured me. very relaxing and calming. kudos!keep it up!\\n', 'We have pleasant stay in this hotel.. very friendly hotel staff ... will stay here again ...'", "is_positive": "1,1"}, {"property_name": "Las Casas Filipinas De Acuzar", "address": "Bo. Pag-Asa, Bagac 2107 Bataan", "mobile": "+63(2)83325338", "rating": "5.0  (3)", "review": "Amazing!!!!\\nWe stayed here yesterday.\\nOur stay at the LAS CASAS FILIPINAS DE ACUZAR was more than excellent !!! ', 'The staffs, including the guards served us well, they greeted us with a smile every time we see them. They make us very welcome during our stay. I am very satisfied and will be staying again soon.', 'This is the very definition of a classic cultural experience. Four-poster beds with drapes? So beautiful. Not to mention the cobblestone streets. Kulang na lang costume!'", "is_positive": "1,1,1,1,1"}, {"property_name": "Acacia Hotel Manila", "address": "5400, East Asia Drive corner Commerce Avenue, Filinvest Corporate City, Alabang, Muntinlupa City 1781  Metro Manila", "mobile": "+63(2)77202000", "rating": "5.0  (3)", "review": "Wonderful. The people at reservations were very helpful. Lovely room for a great price :)', 'The staffs are nice, the room is quite spacious, clean, comfortable and all the facilities are good. This hotel is highly recommended... good location and reasonable price!'", "is_positive": "1,1,1,1,1"}, {"property_name": "Holiday Plaza Hotel", "address": "Arellano corner Blumentritt Streets, Tuguegarao City 3500 Cagayan", "mobile": "+63(78)3040557", "rating": "5.0  (3)", "review": "\"When you are planning to visit the hottest place in Luzon. Try this new hotel in the heart of the city.\\nIt's 3 in 1 hotel. Rest in their clean & comfy rooms. Dine at their resto at the G/F. Party till dawn at their bar. Can't wait to visit the place and this hotel again. Highly recommended.\", \"With many caves to explore , St. Peter's Cathedral (largest Spanish built church in the province), Magapit Suspension bridge (first in Asia) to see and experience, Cagayan is worthy of an  out of town adventure. It makes it better, that Holiday Plaza offers city like amenities from the nice and spacious rooms to clean bathrooms and internet. There is also a Max's Fried Chicken resto on the ground floor in case you are not too willing to let go of all your city comforts. The staff is friendly and helpful! \"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Crimson Hotel Filinvest City", "address": "Entrata Urban Complex, 2609 Civic Drive, Alabang, Muntinlupa City 1781 Metro Manila", "mobile": "+63(2)88632222", "rating": "5.0  (3)", "review": "Good place to handle events like ur dream grand debut, reception and anything!', 'Great place to have a staycation', 'The hotel is new so everything is super clean. Our room is just the right size and it has all the essentials. Beds are super comfy, too.'", "is_positive": "1,1,1,1,1"}, {"property_name": "Kamana Sanctuary Resort And Spa", "address": "Nabasan Beach Illanin Forest, Subic Bay Freeport Zone, West District, Subic 2222 Zambales", "mobile": "+63(47)2500725", "rating": "5.0  (3)", "review": "A perfect getaway from the hustle and bustle of the city!', 'Had a lovely stay here. Good location and great service from the staff!', 'Great place to stay! Fine beach and a great natural view!'", "is_positive": "1,1,1"}, {"property_name": "Legazpi Tourist Inn", "address": "3/F, V and O Building, Quezon Avenue corner Lapu-Lapu Street, Legazpi City 4500 Albay", "mobile": "+63(52)34806147", "rating": "5.0  (3)", "review": "Low accommodation rate,easy access because its located in the heart of the city,very clean and with free wifi!!', 'Like your hotel because it was so accessible like  going to malls and visiting leisure places in legazpi.\\nStaff are very accomomdating.', 'its a good inn for its price'", "is_positive": "1,1,1,1,1"}, {"property_name": "CBD Plaza Hotel", "address": "Cbd Ii Triangulo, Barangay Triangulo, Naga City 4400 Camarines Sur", "mobile": "+63(54)4720318", "rating": "5.0  (3)", "review": "This is my home in Naga City. Nice hotel,affordable,easy access to SM,Naga Centro, bars and resto, bus terminal,tiangge,pasalubong etc.', 'The hotel is just in front of CBD Terminal. Affordable with good service and amenities. Rooms are clean and simple in design.', 'Enjoy and loved to stay because of its accessibility. Just nearby Sm Naga and City terminal. '", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Baguio Crown Legacy Hotel", "address": "Montinola Street corner Kisad Road, Baguio City, Benguet", "mobile": "+63(74)4224481", "rating": "5.0  (3)", "review": "Rooms were spacious and neat. Staff were friendly, always alert and very accommodating, Location is in the heart of Baguio City. Food was abundant. I also get to try their fitness center. Their fitness coach is very helpful.', 'Baguio Crown Legacy Hotel, the newest hotel in the City of Pines is now ready to serve all sorts of travelers and guests. They pledge to provide legendary customer service and promote the famous warm hospitality known to every Filipinos .'", "is_positive": "1,1,1,1,1"}, {"property_name": "Green Sun", "address": "2285 Chino Roces Avenue, Makati City 1234 Metro Manila", "mobile": "+63(2)85489200", "rating": "5.0  (3)", "review": "You should come here every friday at 6pm onwards. they are doing acoustic nights where you can listen to indie artist strum their way to your hearts.XD SOMA bistro is very chill where you can even walk through an art gallery inside the restaurant. TWO THUMBS UP!', \"Can't wait for the restaurant to open! Also very excited about the kinds of events people will have in The Eye. Definitely an intense visual experience. You definitely have to see it for yourself.\", \"Awesome! There's a lot of unique artworks here. :)\"", "is_positive": "1,1,1"}, {"property_name": "Azumi Boutique Hotel", "address": "Azumi Safe Residences,  Market Street, Madrigal Business Park Phase III, Alabang, Muntinlupa City 1780 Metro Manila", "mobile": "+63(2)88699888", "rating": "5.0  (3)", "review": "\"We just checked out and I feel sad because I wish I could never ever leave Azumi! Staff were attentive and friendly, even those whom you just meet at the parking or cleaning your hallway to the reception who all just make sure your needs are met. Truly enjoyed my birthday surprise which included being upgraded to the King room and to seeing a surprise birthday cake when I entered! The pool was lovely and this is just the BEST choice of hotel here in the south. Today was also our anniversary and we completely enjoyed everything. We're making this a tradition and we are coming back very soon! Thank you Azumi!\", \"We stayed in Azumi Boutique Hotel last month. And our stay was awesome. The hotel is small, but feels big inside. Big in a way because of food and how people treat you there. You'll definitely feel at home. When we booked our stay, it was kind of last minute. Still, they have room for us to stay in. And the good thing is everything inside the refrigerator in our room is free! The design of the room is a bit weird, but it turns out to be relaxing. When we also checked in, one request, they check, and it's granted! No extra charge! Thank you! We're happy with our stay. Compared to all hotels we've been in Alabang. I would definitely go back and stay at this hotel again!\", \"Nice view if you're in a higher floor.. Very good ambiance and friendly staff.\"", "is_positive": "1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "390 Degrees", "address": "G/F, Sequoia Hotel Manila, Block 2 Lot 15, Veneracion corner San Pedro Streets, Aseana City, Paranaque City 1701  Metro Manila", "mobile": "+63(921)2446502", "rating": "5.0  (3)", "review": "Excellent food. Menu is extensive and seasonal to a particularly high standard. Highy recommended', 'Went here with my friends. This place is great! Atmosphere is chill and cool but the staff is also really friendly. They know what they’re doing.', 'It’s a great experience. The ambiance is very welcoming and charming. Amazing food and service. Staff are extremely knowledgeable and make great recommendations. '", "is_positive": "1,1,1"}, {"property_name": "Cherry Blossoms Hotel", "address": "550, Jorge Bocobo Street Extension, Ermita, Manila, City of Manila 1100  Metro Manila", "mobile": "+63(2)87089901", "rating": "5.0  (2)", "review": "We had a nice and easy stay at this hotel. No hassle from checking in to checking out. Clean room, crisp sheets change daily. We where given a no view room but we asked for a city view and immediately they transferred us to a nice city view. They maintain a clean lobby, hallway despite the fact that they have so much group guest coming in every minute. Busy concierge and front office all day long.', 'rooms are afforable, spacious just extend your wifi to guests at a more lower rate, not 100 pesos per hour'", "is_positive": "1,1,1,1,0,1"}, {"property_name": "Copacabana Apartment Hotel", "address": "264 EDSA Extension, Pasay City, Metro Manila", "mobile": "+63(2)88518888", "rating": "5.0  (2)", "review": "\"My friend celebrated her birthday at Copacabana years ago! What can I say? It's an institutional hotel, everyone must try to visit this hotel at least during your lifetime! Good service!\", 'good place to relax...'", "is_positive": "1,1,1"}, {"property_name": "Heritage Hotel", "address": "Roxas Boulevard Corner EDSA, Pasay City, Metro Manila", "mobile": "+63(2)88548888", "rating": "5.0  (2)", "review": "great people and great service! :)', 'I wanna give their buffet a try! :)'", "is_positive": "1,1"}, {"property_name": "Mabini Mansion", "address": "Mabini Mansions, 1011 A. Mabini Street, City of Manila, Metro Manila", "mobile": "+63(2)85214778", "rating": "5.0  (2)", "review": "\"Believe me, this hotel is amazingly affordable and si.ply the best. Standard rooms will not go higher than 2 thousand. They come with kitchens too! It may look old inside but with a low budget, you'll never find anything at par.\", \"Rooms are cozy and clean. If you want to stay in Manila area but don't have enough budget to stay in an expensive hotel then is the place.\"", "is_positive": "1,0,1,1"}, {"property_name": "Plantation Bay Resort And Spa", "address": "Unit 318, Mackinley Park Residences,  31st Street corner 3rd Avenue, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)88445024", "rating": "5.0  (2)", "review": "\"One would think the price was steep. But for all the inclusions in our Spa Indulgence Package, I'd say it was worth it. We checked in pretty early and though check in time is supposedly 2pm, they accommodated us, put us into our room, gave us welcome leis and refreshments. The compound was massive with saltwater and freshwater pools/lagoons, lots of cafes/restos to choose from, there were free bikes and kayak rides and wall climbing and archery. There was a firing range, though the ammo cost an arm and a leg so we passed on that. Our package includes a 1 hour full-body massage and aromatherapy bath which was delightful. I'd really recommend this place for couples and families.\", 'Nice place to relax, had enough of the beach and their lagoon their are many other activities you do while at the resort. My son loves the ride at their kalesa touring around the resort and love the firing range, shoot a few rounds its just costly :D.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,0"}, {"property_name": "Richmonde Hotels And Resorts", "address": "21 San Miguel Avenue, Ortigas Center, Pasig City 1600 Metro Manila", "mobile": "+63(2)86387777", "rating": "5.0  (2)", "review": "\"I've decided to celebrate my birthday here last year and I can say that this hotel has got friendly and helpful staffs. Easy access to major malls which was convenient for people who want to do some shopping and dining. The room was clean and the view from the room was spectacular.Very good value for the money!\", 'nice one'", "is_positive": "1,1"}, {"property_name": "The Ascott Group", "address": "Glorietta 4,  East Drive, Ayala Center, Makati City 1226 Metro Manila", "mobile": "+63(2)77298888", "rating": "5.0  (2)", "review": "Nice amenities. The staff were very accommodating.', 'Fantastic! Nice and clean, Very close to shopping centers. Friendly staff, always willing to help. Highly recommended!'", "is_positive": "1,1,1,1"}, {"property_name": "Victoria Court", "address": "2184 Madre Ignacia Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)85211084", "rating": "5.0  (2)", "review": "if ever you need some Q.T. with your S.O., this is the place to go! very private, very clean, very friendly. ', 'very nice rooms...'", "is_positive": "1,1,1,1,1"}, {"property_name": "Dive Link Resort", "address": "Unit 811, One Executive Condominium Building, West Avenue, Quezon City 1100 Metro Manila", "mobile": "", "rating": "5.0  (2)", "review": "i would have to agree that they have affordable rates. The place is clean and very well-maintained. They also have a lot of possible activities in stored for you aside from diving. It is def the resort that provides you the ultimate summer experience. It is perfect for team buildings because the place is just right for recreational activities. :)', 'will consider booking here when i visit Coron with my family because of the affordable rates and facilities.. hope tos ee you soon coron!'", "is_positive": "1,1"}, {"property_name": "El Cielito Inn", "address": "50, North Drive, Engineers Hill, Baguio City 2600  Benguet", "mobile": "+63(74)88158951", "rating": "5.0  (2)", "review": "nice hotel...friendly staff!', 'El Cielito Hotel is where elegance and comfort meets luxury and affordability. Their baked goodies are also a must for every guest..'", "is_positive": "1,1"}, {"property_name": "Ciudad Christhia Resort 9 Waves", "address": "Carrieland Country Homes Il Earth Street, Carrieland Country Homes II, Barangay Ampid, San Mateo 1850 Rizal", "mobile": "+63(2)89976009", "rating": "5.0  (2)", "review": "\"9 waves provides complete packages of amazement for you and your family could enjoy. I recommend this resort to all the companies because of its location best for company seminars, vacation even team building. And above all it's best costumer service.\"", "is_positive": "1,1"}, {"property_name": "Canyon Woods", "address": "2/F, ACT Tower, 135 H.V. Dela Costa Street, Makati City, Metro Manila", "mobile": "+63(2)88932373", "rating": "5.0  (2)", "review": " We enjoyed our stay here for the most part. The room is very spacious. The bed is incredibly comfortable. My kid loved it and enjoyed the holiday!', 'I love the place! A place of serenity!'", "is_positive": "1,1"}, {"property_name": "Bahia Resort Hotel", "address": "176 F Ramos, Cebu City 6000 Cebu", "mobile": "+63(32)2548018", "rating": "5.0  (2)", "review": "Nice place to enjoy! Cheaper rates but nice ambiance and they serve delicious foods.', 'In a cheaper rates you can enjoy in their pool, cabanas, volleyball court and KARAOKE..'", "is_positive": "1,1,1,1"}, {"property_name": "Pine Breeze Cottages", "address": "40, Bokawkan Road corner P. Burgos Street, Baguio City 2600  Benguet", "mobile": "+63(74)4423350", "rating": "5.0  (2)", "review": "had a great stay...nice hotel!', 'Rave!!! Friendly staff and tourist spots are near.'", "is_positive": "1,1"}, {"property_name": "Estancia Resort Hotel", "address": "Tagaytay-Laguna Road, Zone II, San Jose, Tagaytay City 4120 Cavite", "mobile": "+63(46)4131133", "rating": "5.0  (2)", "review": "one of the great and different place ive gone so far. the people are so nice and the environmwnt is too unwinding...', 'Hotel and Resort in one. Located on the breezy par of Tagaytay. Guest will surely enjoy the unique design of the place. Good for different occasions such as weddings, team buildings, birthdays or simply a get-away to the busy life of Manila.'", "is_positive": "1,1,1,1"}, {"property_name": "Business Inn", "address": "28th, South Lacson Street, Bacolod City, Negros Occidental", "mobile": "+63(034)4338877", "rating": "5.0  (2)", "review": "very affordable hotel, friendly staff!', 'Affordable and cozy hotel :)'", "is_positive": "1,1,1"}, {"property_name": "Microtel By Wyndham", "address": "Upper Session Road, Baguio City 2600 Benguet", "mobile": "+63(74)6193333", "rating": "5.0  (2)", "review": "great experience!', \"Microtel has always been known to provide affordable and reliable accommodations. Their branch in Baguio certainly delivers their promise. Location is right beside Victory Liner bus stop, so it's a bit easy when taking the bus. Their rooms are a bit small though. It will have a hard time fitting in two adults and two children. but all the basic needs for a room accommodation are there.\"", "is_positive": "1,1,1"}, {"property_name": "Pendulum Hotel", "address": "3/F and 4/F, Burgos Building, 160 Zapote Road, Bacoor City 4102 Cavite", "mobile": "+63(46)9703820", "rating": "5.0  (2)", "review": "Very accomodating staff with affordable rates. Must try highly recommended.'", "is_positive": "1"}, {"property_name": "La Vista Pansol Resort Complex", "address": "Norville Subdivision, Barangay Pansol, Calamba City 4027 Laguna", "mobile": "+63(49)5451850", "rating": "5.0  (2)", "review": "I enjoy the zoo and the Wet !', 'It was reasonably priced and the room was very clean with a flat screen tv with cable channels. The shower and toilet was clean and worked well. The beds were comfortable and nice.The pools were great and the water temperature just right. They have a small zoo animal rescue there that is very interesting. The staff were very friendly and helpful making sure our stay was enjoyable. I really hope the management of la vista will keep on improving their services and facilities... overall still love it and will come back for more:)'", "is_positive": "1,1"}, {"property_name": "The Manor Hotel", "address": "DA Building,  A. Pichon, Davao City 8000 Davao Del Sur", "mobile": "+63(82)2212511", "rating": "5.0  (2)", "review": "I think this is the best hotel in Baguio from rooms to their food specially their buffet are great. Nice to have coffee in the balcony while looking at the pine trees. The ambiance is great it feels like your in other country.', \"The Manor Hotel, I definitely and personally recommended this establishment. The staff here were friendly and courteous, clean rooms, comfort rooms are totally clean,  perfect location, right in the middle of everything, a very easy access to every place in the city. I'm thankful to the manor staffs my vacation in Davao was a wonderful and memorable one. Can't Wait for the next summer , hope to be back in davao soon.\"", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "Citadel Inn", "address": "5007 P. Burgos Street, Makati City, Metro Manila", "mobile": "+63(2)88972370", "rating": "5.0  (2)", "review": "The staff were very helpful to us. Great service!', 'Was having a good stay in this hotel, good service and got great discount as we booked.'", "is_positive": "1,1,1"}, {"property_name": "Golden Pine Hotel", "address": "Carino Corner Yandoc Streets, Baguio City 2600 Benguet", "mobile": "+63(74)4449965", "rating": "5.0  (2)", "review": "Comfortable and excellent stay!', \"One of the fine hotels in Baguio, Golden Pine Hotel is both luxurious and elegant. It is located at Legarda Road and is a stone-throw away from Burnham Park and the central business district.  Definitely a must if you're looking for class and comfort without going too far from the city proper.\"", "is_positive": "1,1,1"}, {"property_name": "Sugarland Hotel", "address": "Araneta Street, Bacolod City, Negros Occidental", "mobile": "+63(34)4352690", "rating": "5.0  (2)", "review": "great hotel, enjoyed the stay!', 'hotel with delicious food.  try their lengua :) '", "is_positive": "1,1,1"}, {"property_name": "Sampaguita Tourist Inn", "address": "Panganiban Drive, Naga City 4400 Camarines Sur", "mobile": "+63(54)4738896", "rating": "5.0  (2)", "review": "Must try esp during Penafrancia festival. Hindi ka na makikipagsiksikan during fluvial parade overlooking lang sa room mo. Affordable pa at malinis.', 'Very affordable rates where everyone can afford to stay. Staff are very much accommodating\\nin terms of theirs services.'", "is_positive": "1,1"}, {"property_name": "Pepperland Hotel", "address": "Airport Road, Legazpi City 4500 Albay", "mobile": "+63(52)4814428", "rating": "5.0  (2)", "review": "Very cozy place to stay..Just nearby the airport ..Highly recommended.', 'You can tell by the name that the atmosphere and service of a hotel named \"pepperland\" is surely creative and novel'", "is_positive": "1,1"}, {"property_name": "Anilao Outrigger Resort", "address": "Barangay Solo, Anilao, Mabini 4202 Batangas", "mobile": "+63(43)8906778", "rating": "5.0  (2)", "review": "\"The place is very relaxing, It's the perfect place to go especially if you like to scuba dive.\", \"One of the best diving spot in Anilao. Their location is almost perfect. Can't wait to go back.\"", "is_positive": "1,1,1"}, {"property_name": "City Travel Hotel", "address": "15 Kisad Road, Baguio City 2600 Benguet", "mobile": "+63(74)4450457", "rating": "5.0  (2)", "review": "great location and affordable!', 'One of the 3 hotels located behind Burnham/Park.Lake. City Travel Hotel luxurious, clean and affordable.'", "is_positive": "1,1,1"}, {"property_name": "Villa Caceres Hotel", "address": "Magsaysay Avenue, Concepcion Pequeña, Naga City 4400 Camarines Sur", "mobile": "+63(54)4736530", "rating": "5.0  (2)", "review": "Affordable rate and clean room.Good accommodation from their hospitable hotel staff .', 'Room is quite spacious, clean and comfortable. Highly recommended..with good location and very \\nreasonable price.'", "is_positive": "1,1,1"}, {"property_name": "Cristina Villas", "address": "Taktak Road, Barangay Sta. Cruz, Antipolo City 1870 Rizal", "mobile": "+63(2)86974522", "rating": "5.0  (2)", "review": "great resort.....will definitely recommend!', 'I like their pools, the place is a nice to stay! and for those with team buildings or family reunion, i recommend this one. :)'", "is_positive": "1,1,1,1"}, {"property_name": "Brickwood Suites", "address": "1820 Oroquieta Street, Sta. Cruz, City of Manila, Metro Manila", "mobile": "+63(2)87112446", "rating": "5.0  (2)", "review": "good service', 'nice location'", "is_positive": "1,1"}, {"property_name": "Avenue Plaza Hotel", "address": "Magsaysay Avenue, Naga City 4400 Camarines Sur", "mobile": "+63(2)2508199", "rating": "5.0  (2)", "review": "Friendly, helpful staff, very good food, facilities, comfortable rooms. would not hesitate to recommend this hotel. Great amenities! Home away from home..', 'Best designed rooms for a very interesting experience. Highly recommended for special events\\nor gatherings.'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Florentina Homes Apartment Hotel", "address": "Rovira Road, Bantayan, Dumaguete City, Negros Oriental", "mobile": "+63(35)4220827", "rating": "5.0  (2)", "review": "\"If you will visit in Dumaguete, Negros Oriental, I would recommend you to have a reservation with Florentina homes apartment hotel. My wife and I stayed here last week and they now have this pool that they called oasis swimming pool for you to enjoy. They have the cutest room for you to choose and spend the night with your love ones or friends. Actually when my wife and I spend our night there, I don't feel like sleeping since it's a great feeling to check out around there area and I feel like I will just waste my time if I will just sleep there. Walking around the house that they have and around their gardens, I don't feel like going home or anywhere else. It seems like we visited Dumaguete just to stay there last week but I never regret it and my wife never complain. She also felt the same. She enjoyed staying there too. You must try it too! :)\"", "is_positive": "1,1,1,0,1"}, {"property_name": "Palmas Del Mar", "address": "#37 Jr Torres Avenue, Bacolod City 6100 Negros Occidental", "mobile": "+63(34)4333587", "rating": "5.0  (2)", "review": "relaxing and enjoyable stay in Palmas del Mar!', 'perfect venue for a wedding..cool!'", "is_positive": "1,1"}, {"property_name": "Seven Suites Hotel Observatory", "address": "Sumulong Highway, Hollywood Hills Subdivision, Antipolo City 1870 Rizal", "mobile": "+63(2)86820330", "rating": "5.0  (2)", "review": "I like the ambiance, I enjoyed staying here!!!', 'An elegant suites for lovers is here in Seven Suites Hotel in Antipolo :-) highly recommend for those who want to feel relax this summer vacation :)'", "is_positive": "1,1,1"}, {"property_name": "Seorabeol Grand Leisure Hotel", "address": "Lot Mc 9 Waterfront Road, Subic Bay Freeport Zone, Subic 2209 Zambales", "mobile": "+63(47)2522765", "rating": "5.0  (2)", "review": "Stay at Seorabeo Grand Leisure Hotel last year! They gave me a great room with a balcony! Staff is very friendly and accommodating! Fantastic! I actually request to be transferred to the new wing and they instantly without any hesitations agreed and transferred me to the new room! Good experience plus good customer service!', 'Food was great and nice hotel to stay in Subic. Strategic location for business and pleasure. '", "is_positive": "1,1"}, {"property_name": "Starview Hotel", "address": "76 Elias Angeles Street, Naga City 4400 Camarines Sur", "mobile": "+63(54)4726892", "rating": "5.0  (2)", "review": "\"The hotel's location was ok, accessible to almost any dining and business establishments within the area. Our room were nice for the price. \", 'Located just along the city proper. Nice and spacious rooms designed for a very relaxing experience.\\nHighly recommended.'", "is_positive": "1,1,1"}, {"property_name": "Dreamwave Hotel", "address": "60 Guerilla Street corner Toyota Avenue, Marikina City, Metro Manila", "mobile": "+63(2)86810351", "rating": "5.0  (2)", "review": "One of the best (and affordable) hotels in White Beach, Puerto Galera. They also serve one of the best grilled squid on the island!', 'awesome'", "is_positive": "1,1,1"}, {"property_name": "Baguio Burnham Suites", "address": "6 Kisad Road, Baguio City 2600 Benguet", "mobile": "+63(2)87061093", "rating": "5.0  (2)", "review": "nice and clean hotel!!!', 'this was a nice hotel, with nice service, and nice food so i had a nice time.'", "is_positive": "1,1,1,1"}, {"property_name": "Casatina Apartel", "address": "No. 21 Timog Avenue, Quezon City, Metro Manila", "mobile": "+63(2)83769341", "rating": "5.0  (2)", "review": "\"Since two years I have regularity visit CASATINA APARTEL. I've found their customer service was unbelievable first time. and become a regular customer, the rooms and their restrooms are always clean and sanity .I honestly recommend CASATINA APARTEL.....\", 'A fully furnished air-conditioned apartel near the nightspots of Quezon City. The place is located near businesses and restaurants so there are tons of places to go to and eat within walking distance and easy access to hospital, church and malls. The room have everything, free, wireless internet, cable TV, hot water, parking. Best part is the kitchen with everything you need to prepare your meals which can help you save money.'", "is_positive": "1,1,1,1,1,1,1,1,1"}, {"property_name": "Microtel", "address": "SM Mall Of Asia Complex,  Coral Way Avenue Corner Seaside Boulevard, Pasay City, Metro Manila", "mobile": "+63(2)86594226", "rating": "5.0  (2)", "review": "\"One stop hotel! they got the best location, it's clean and affordable.\", 'Nice location? walking distance to Mall of Asia.'", "is_positive": "1,1,1"}, {"property_name": "Two Seasons Beach Resort", "address": "Station 1, Boracay Island, Malay 5608 Aklan", "mobile": "+63(36)2884385", "rating": "5.0  (2)", "review": "Paradise in Boracay. Definitely will recommend to friends and relatives abroad.', 'Amazingly Beautiful.'", "is_positive": "1,1"}, {"property_name": "Venus Parkview Resort Hotel And Restaurant", "address": "341 Katipunan Avenue, Quezon City, Metro Manila", "mobile": "+63(2)84266531", "rating": "5.0  (2)", "review": "Friendly staff. Really great services!'", "is_positive": "1"}, {"property_name": "Anchor Land Holdings", "address": "2138 Roxas Boulevard, City of Manila, Metro Manila", "mobile": "+63(917)8092222", "rating": "5.0  (2)", "review": "relax here then shop at MALL OF ASIA. 3 minutes away :)', 'Walking distance to tourist attractions and shopping malls. It is pleasant and comfortable. We like the attentive staff and the rooms are clean. The toilet is quite small but its right for the price. Value for money!'", "is_positive": "1,1"}, {"property_name": "Mario's Restaurant", "address": "191 Tomas Morato Avenue corner Scout Gandia, Quezon City  Metro Manila", "mobile": "+63(02)83720360", "rating": "5.0  (6)", "review": "Best Tasting Cakes and Desserts! :)', \"Was treated by a friend there earlier. Had yummy Bacalao for the first time. Though it was my second time to be there, Mario's still amazes me in many ways than one, of course, because of great food, cozy ambience, and friendly staff. I came out of Mario's fleeting bloated. Thanks!\", \"nice review by J Benitez. i've never been to Mario's but i would like to check it out sometime soon. besides, it's just a drive away from work and would like to bring my friends over for a party or just a get-together dinner. based on Benitez's review, there is a great concept going on in there.\", 'marios restaurant best ambiance & food..', 'good food, the best staff!', \"Mario's QC along T. Morato has a hip new look blending the old Cordillera ( first outlet in Baguio ) and modern design, furniture. Its more open with windows looking out to beautiful garden, bar has a Zen look and winelist a good mixture of old and new world wines popular today and bar even has Grey Goose vodka, Bombay Sapphire Gin and an exquisite Bordeaux from Baron Philippe de Rothschild, Chateau d' Armailhac AC Pauillac, 2004 for P9,400. only. Great South African, Australian, and Argentinian varietals too at reasonable prices. In the House Specials, a great Chilean Seabass in a miso-mirin sauce and Lamb Ribs in a light mint sauce and of course the old reliable Casa Specials from Salpicado, Lengua, Callos and of course the best Caesar Salad.\"", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Century Park Hotel", "address": "599 P. Ocampo Sr. Street, Malate, City of Manila 1004 Metro Manila", "mobile": "+63(2)85288888", "rating": "5.0  (3)", "review": "Need something elegant, classy and affordable! Check in at Century Park Hotel', 'Very pleasant with an efficient check in, clean and pleasant room., and bathroom also clean and modern. Good quality internet and tv channels etc.. Room service is also efficient.', 'nice hotel so clean!'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Hossein's Persian Kebab", "address": "2/F, LKV Building, 7857 Makati Avenue, Makati City, Metro Manila", "mobile": "+63(2)88905928", "rating": "5.0  (3)", "review": "one of the tastiest food i had! medyo mahal nga lang.  more than 200 pesos(yata... medyo matagal na) for a shawarma!!!', \"I'm not a connoisseur of Persian food but really enjoyed the place.  I find it a bit on the expensive side, though, and this is especially considering that there are cheaper alternatives in most street corners all over Metro Manila.  (Try Ziggurat just a few meters away!)  I guess one has to pay for the ambience and feel of the place. :-)\"", "is_positive": "1,1,1,0"}, {"property_name": "Whole Pet Kitchen: Pet Deli & Bark-Ery", "address": "349-D C.M. Recto Street, Barangay Addition Hills, San Juan City 1500 Metro Manila", "mobile": "+63(2)83572753", "rating": "5.0  (2)", "review": "I came home one day with Whole Pet Kitchen goodies for my cats (I have 12), and if only I can hear their little voices in their heads, which on very rare and important occasions I do, I know their expressing how thankful they are for the wonderful treats. Finally, a bakery that truly understands them.', 'No one says \"pet pampering\" better than this place does'", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Dominic Construction", "address": "229-A, Basilan corner Talayan Streets, Mandaluyong City 1550  Metro Manila", "mobile": "+63(2)34702297", "rating": "5.0  (2)", "review": "have been in the contractors and builders industry for so long. they continuously give quality services to their clients. totally worth your money.'", "is_positive": "1"}, {"property_name": "The Halal Guys", "address": "5/F, Mega Fashion Hall, SM Megamall,  EDSA corner Julia Vargas Avenue, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)88587080", "rating": "5.0  (2)", "review": "\"Taste like the ones in New York! Can't wait to go back here\", \"Finally it's open! Long lines!!! be there early and try the Combo Platter of beef and chicken, it's worth the wait.\"", "is_positive": "1,1,1"}, {"property_name": "Aling Tonang's Palabok", "address": "470 Boni Avenue corner Ballesteros Street, Mandaluyong City 1550 Metro Manila", "mobile": "+63(2)85320245", "rating": "5.0  (2)", "review": "Best Original Palabok in Town..', 'must try their palabok! best palabok ever!'", "is_positive": "1,1"}, {"property_name": "Encore Superclub", "address": "The Fort Entertainment Center,  31st Street, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)88164346", "rating": "5.0  (2)", "review": "Encore Super Club (formerly Embassy) is widely considered the #1 clubbing destination in the Metro Manila Area', 'i like it! nice promotional photos!'", "is_positive": "1,1"}, {"property_name": "Azuthai", "address": "G/F, Milkyway Building, 900 A. Arnaiz Avenue Corner Paseo De Roxas, San Lorenzo Village, Makati City 1223 Metro Manila", "mobile": "+63(2)88176252", "rating": "5.0  (1)", "review": "One of the best Thai restaurants in the metro! '", "is_positive": "1"}, {"property_name": "Old Swiss Inn", "address": "G/F, The Garden Plaza Hotel And Suites, 1030 Belen Street, City of Manila, Metro Manila", "mobile": "+63(2)85262739", "rating": "5.0  (1)", "review": "We love their Rosti with Raclette and Sausages! Must try!'", "is_positive": "1"}, {"property_name": "Ping Ping Lechon & Restaurant", "address": "14, A. Bonifacio Avenue, La Loma, Quezon City 1114 Metro Manila", "mobile": "+63(2)87402111", "rating": "5.0  (1)", "review": "\"I've ordered from Ping ping Litson many times for the past two years - can count at least 10 times - and each time, they have come through with flying colors.  Delivery is always ahead of time.  If their delivery crew cannot find the place, they call up and ASK.  Even if they're based in Quezon City, I've asked them to deliver to Makati or Paranaque without a problem.  TIP: If you want to retain the crispy skin on the lechon, don't remove the wrapping; let it stay until you're ready to eat.  We've done this many times and each time, the skin stays crispy.  Happy Eating!\"", "is_positive": "1,1,1,1,1,1"}, {"property_name": "Wolfgang's Steakhouse", "address": "2/F , Resorts World Manila,  Newport Boulevard, New Port City, Pasay City 1300 Metro Manila", "mobile": "+63(2)73587706", "rating": "5.0  (1)", "review": "Nice place and their food taste so good. :)'", "is_positive": "1"}, {"property_name": "The Piggery", "address": "Food Place, 150 Maginhawa Street, Barangay Sikatuna Village, Quezon City 1101 Metro Manila", "mobile": "+63(917)8248158", "rating": "5.0  (1)", "review": "wow...all pork comfort food!'", "is_positive": "1"}, {"property_name": "Chihuahua Mexican Grill", "address": "G/F, Greenbelt 2,  Esperanza Street, Ayala Center, Makati City 1226 Metro Manila", "mobile": "+63(2)76250106", "rating": "5.0  (1)", "review": "I love their food. :)'", "is_positive": "1"}, {"property_name": "Neptune Pittman's Garden Resort", "address": "Barangay Tastasan, Buenavista, 5044Guimaras", "mobile": "+63(33)5802286", "rating": "5.0  (1)", "review": "good destination for recreation activities'", "is_positive": "1"}, {"property_name": "Mexicali", "address": "JVR Building, 5782 Felipe Street, Bel-Air, Makati City 1209 Metro Manila", "mobile": "+63(2)88950999", "rating": "5.0  (1)", "review": "Service was fast but the staff were quite inattentive. It took me five minutes to get a waiter to bring us our bill. The food was great, though. One of the most authentic Mexican restaurants in the metro.'", "is_positive": "1,1"}, {"property_name": "Elar's Lechon", "address": "151, Quezon Avenue corner Speaker Perez Street, Sta. Teresita I, Sta. Mesa Heights, Quezon City, Metro Manila", "mobile": "+63(02)87317551", "rating": "4.9  (15)", "review": "\"Just tried Elar's lechon last week at Fisher Mall and it's incredibly delicious! Sarap ng balat. :)\", 'One of the most legit place to buy lechon. pagkakaalam ko 70s or 80s sa sila bukas and still going strong. :)', \"Tried and tested -- Elar's is one of the best lechons in QC. Plus points because it's reasonably priced.\", 'One of the best lechon in QC area..It is more tastier than those lechon in La loma area. Also they have variety of viands daily by lunch time which is a good partner to their single order of lechon.', 'Our choice when it comes to lechon since I was a kid. Now my kids are enjoying the same great tasting lechon.', \"Here in the Metro I can say that Elar's Lechon is truly succulent! Lechon can usually be seen during traditionally prepared Christmas celebrations, Birthdays, and Annivesaries. But now we can grab and enjoy any time we want!\", \"No other lechon seller can really beat the taste and the crunchiness of the skin of your lechon. What's the secret? Anyway, keep on delighting your customers.\", \"if you haven't tried eat there during lunchtime they serve there specialty dishes but be sure to be there before 12 or you'll be waiting for another customer to be finished.\", 'clean restaurant, all food taste good at a very reasonable price, recommended for everyone who has a good appetite. best lechon i ever tried. never regret to dine over and over again.', 'A family & party favorite that is always a hit! they only cook their prized lechon when you order it. you need to order it days / hours in advance because they want to make sure that you get the best quality & best tasting lechon all the time! they also sell lechon by the kilo but this is not available most of the time as patrons flock their take out booth as early as 6am.. ', '....the foods are very yummy :) ', \"elar's have always been my favorite lechon :-)\", '>>it has a distinctive way of presenting it\\'s \"lechon\" putting it in a bamboo tray. try it!! :-)', \"You have to try their famous Elar's Lechon on a Bamboo Tray! It's so delicious...\", 'Quality Service, Elegant Set Up and Excellent Cusine.', \"cater's diff. types of food that is very delicious\"", "is_positive": "1,1,1,1,1,1,1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Alba Restaurante Espanol", "address": "38, Polaris Street, Bel-Air, Makati City 1209 Metro Manila", "mobile": "+63(02)88966950", "rating": "4.8  (52)", "review": "Authentic paella at its finest!', 'Food during catering events are undoubtedly great! However, they also happen to be the canteen provider of some SM malls for the employees. The taste of their food are not consistent.', \"Me and my family would always eat here after we attended the mass during sundays. My father's favorite here is the paella and the lengua..\", 'classic paella !!! two thumbs up!', 'Consistent quality and reasonably priced, Alba has been around for good reason. Their paella is quite simple, but authentic enough. But I keep coming back for their Pollo Al Ajillo, the lengua, and the classic Bacalao! Always start with their jamon serrano with freshly-baked warm bread and butter.', 'awesome foods. Good place!', 'Paella Negra and Chorizo the best!!!', 'love the paella', 'Love their Paella Negra & Pollo Ajillo.', 'Good food!!!', \"Try their food and you'll never be dissapointed.\", 'fish fillet', 'Best Paella in town..', 'Saraaaap!'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Max's Restaurant", "address": "11/F, Eco Plaza Building, 2305, Chino Roces Avenue Extension, Makati City 1231 Metro Manila", "mobile": "+63(2)87849000", "rating": "4.8  (21)", "review": "Good food at reasonable prices. Love the Sizzling Tofu.', \"They serve the best FRIED CHICKEN on this side of the planet that is best eaten with jufran ketchup! I really love their fried chicken with lumpiang sariwa.. Please don't forget to order their kare-kare & crispy pata! I believe this is a Filipino restaurant that we can be really proud of. \", \"if you're talking about good tasting fried chicken - Max's definitely is the first thing in mind. I'm in love w/ their pansit and fresh lumpia. \", \"what can i say when you hear max's chicken will be the first thing you have in mind\", 'Ate here during the \"chicken-all-you-can\" promo, BUSOG!', 'The packages (baptism, birthdays, etc.)they offer are good deals. Just right for those working within a budget. Sulit =)', 'I love the current promo!  Crispy Pata and Sinigang!', 'one of the oldest restaurant in the Philippines, who serve until now.', 'Serve a traditional filipino food.', \"miss chicken all you can. hey max's when will you celebrate your next anniversary? :)\", \"I miss their Chicken all you can! Can't forget our moment their. Had a blast! Super yum yum!\", \"One of my unforgettable experience here in Max's is the Chicken All You Can... Eat fried chicken until you drop! =)\", 'original no gravy kaya so yummy', 'The food is great!!!  Staff are very accommodating... ', 'best chicken I ever tasted! sana may promo ulit \"unli chicken\"..sulit pera mo! :DDD'", "is_positive": "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1,1,1"}, {"property_name": "Slice", "address": "LG/F, Southeast block, Bonifacio High Street, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)5537783", "rating": "4.6  (5)", "review": "Since I am a fan of chocolates, their dark cocoa hot chocolate (sa sobrang sarap I forgot the exact name) became my favorite hot drink. Love the place and desserts!', 'I love this place. Their desserts are a must try! Yema cheescake is prime. :>', \"a little pricey but I guess you get your money's worth, incredible meal their cheese steak sandwich was very good as well as their signature tapa dish. Nice pairing of granola with coffee and blueberry cheesecake for desert.\", \"3 things I've tried that stood out: BANANA CREAM PIE (but then, I like all BCPs), Ube cupcake (a savior, since Red Ribbon's is now nothing but purple chiffon), and that chocnut chocolate cake something - these three are worth a try. The Ube is a favorite because instead of macapuno, it's topped with cream cheese. Yum. Hate the crowds, gets filled with call center types - nothing really wrong except that they linger so it's tough to get a table or enjoy a leisurely dessert. Owned by Senator Pia Cayetano, so if not pro-RH, go for take-out. hehe\", 'Im definitely coming back for more Turtle Pie. The place can get crowded though. Not the place for a  quiet chat with friends, as it can get noisy.'", "is_positive": "1,1,1,1,1,1,1,1,1,1,0,1,1,1,1,1"}, {"property_name": "Munting Buhangin Beach Camp", "address": "7/F, Makati Executive Center, 114, L.P. Leviste corner Rufino Streets, Salcedo Village, Makati City 1630  Metro Manila", "mobile": "+63(2)88181975", "rating": "4.4  (36)", "review": "It was wonderfully relaxing place to enjoy the sun and beaches. Terrific service and good facilities!', 'pano po magpareserve ng accomodation??plzz reply', 'Good Place to visit! Relaxing.', 'I must try to visit here me and My Heart will enjoy In this Place ? my sister send me this picture 3days Ago when she visit There ...', 'AWESOME SUMMER 2014 at Munting Buhangin! Beaach Camping!! THE BEST!! :) Thank you munting buhangin for the memories!', 'It is a great place to relax.. very accommodating staff and they have a nice beach', 'Probably one of the most affordable beaches in Batangas. Perfect place to bring your friends and family during summer season..', 'played beach volleyball here! nice set up, Boracay feel because of the beach volley court..', 'This is just less than an hour away from our place. We had fun stayin here last summer. So many activities to do and I like their floating cottages. Thumbs up. :)', \"I enjoyed my stay here because I was able to enjoy all of the amenities in this resort. The staff gave us a very warm welcome and assisted all throughout our stay here. :) The place is really clean and well-maintained. :) I would love to go back again soon, this time, with my family. It's not very expensive and yet, it'll give you the quality experience. :)\", 'It was wonderfully relaxing place to enjoy the sun and beaches. Terrific service and good facilities!', 'Me and my family had the best vacation here. The staff was really nice and made our stay unforgettable. We took amazing photos of the whole trip. The staff and people are what really make this resort work. We loved everything about this resort and definitely plan on coming back in the future.', \"Munting Buhangin is located just along the strip of beach resorts in Nasugbu, Batangas. It's located right past Terrazas de Punta Fuego coming from Manila. You might miss the sign pointing to the resort on your left so better slow down when you've come past Punta Fuego. Recommended for day trippers and overnighters\", 'sarap dito..'", "is_positive": "1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1"}, {"property_name": "Mexicali", "address": "G/F, SM Mall of Asia,  Bay Boulevard, Central Business Park, Bay City, Pasay City 1308 Metro Manila", "mobile": "+63(2)85560810", "rating": "4.0  (2)", "review": "So delicious! Highly recommended! :D', \"I always order their beef quesadillas with taco meal plus iced tea! value for money! though they've closed their SM San Lazaro branch where I always dine and no notice at all to their customers\"", "is_positive": "1,1"}, {"property_name": "Ristras Mexican Grill", "address": "Fairways Tower,  5th Avenue corner McKinely Road, Bonifacio Global City, Taguig City 1634 Metro Manila", "mobile": "+63(2)88460680", "rating": "3.0  (6)", "review": "My friends said Ristras would make a good venue for a me-date, but when I bit into their burrito, the flavorless rice inside made me feel lonelier than ever.', 'Once upon a time, I loved you.', 'Used to be really good, but not anymore. Sayang.', 'Sa sarap ng burrito ng Ristras, sumasamba akong kakayanin ko ang Godzilla Burrito Challenge.', 'One of the best mexican restos in town. I keep on coming back for their burrito which is their bestseller.', \"Mexican cuisine is finally making a comeback in the Metro. Ristras, just like Orale, is turo-turo or cafeteria, rather than Cantina-style. Semi DIY, they'll assist you as you choose what to combine with your basic menu choice: choose a burrito, and you have beans choices, meats, and veggies. Meats range from carnitas or pulled pork, roast beef, lengua, chicken, etc. Mexican cantina food is fragrant and quite healthy, so this is now my go-to when I don't want to fuss. They're dynamite (a pepper filled cheese flauta) is the chief disappointment. Which is too bad considering it'd be great with beer. And they lack Mexican beer choices, unlike Orale.\"", "is_positive": "1,1,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,1"}, {"property_name": "Angel Arts", "address": "Main Branch - 3779 Mascardo Street, Brgy. Sta. Cruz, Makati City 1200 Metro Manila", "mobile": "+63(2)88967516", "rating": "5.0  (1)", "review": "Designs are classic and elegant.'", "is_positive": "1"}, {"property_name": "Lydia's Lechon", "address": "Main Branch - Service Road, Roxas Boulevard, Baclaran, Paranaque City 1702 Metro Manila", "mobile": "+63(2)88512987", "rating": "5.0  (1)", "review": "less oil...tenderness and crispiness of the lechon will surely make you want to have more!'", "is_positive": "1"}, {"property_name": "Papa John's Pizza", "address": "Main Branch - G/F, Robinsons Galleria,  EDSA corner Ortigas Avenue, Quezon City, Metro Manila", "mobile": "+63(2)88877272", "rating": "5.0  (4)", "review": "\"The pizza crust is so good, it don't end up in the leftovers pile. And the jalapeno-cheese-butter-whatever that is thing is so yummy. I also love their diablo pasta. \", \"i love papa john's pizzas. they are now a staple in our birthday parties. rich in flavor and very filling. love the butter dipping sauce!!!\", 'All you meat lovers! Drop by this resto that offers the best tasting all-meat pizza in the land.', \"My daughter loves Papa John's! And not because of their delicious pizzas, pastas or soup but for their cheese sticks! During our last visit to Papa John's she almost finished 2 orders by herself. For those who love spicy food, try their Diablo pasta, water please!\"", "is_positive": "1,1,1,1,1,1,1,1"}, {"property_name": "Armynavy Burger + Burrito", "address": "Main Branch - Solaris One Building, 130 Dela Rosa Street, Legaspi Village, Makati City 1229 Metro Manila", "mobile": "+63(2)84037219", "rating": "4.2  (5)", "review": "Staffs were not so accommodating,also their fries was not really good but I like the double-patty burger though.', 'their tortilla soup is a must try!!! ', 'love their burritos!!! ', 'I wasn\\'t too impressed by the all beef burrito and the chicken quesadilla I ordered at Army Navy... I guess I had high expectations judging from the interior of the place-- it looked genuinely \"U.S.\".  Their fries are okay... I haven\\'t had their burger though, but am planning to have one soon!', 'ArmyNavy Burger + Burrito is the best burritos in town, for the  price of P155-P135! \"\"talagang nakakabusog\"\",  try burritos chicken..its superb! Next time I will try naman ArmyNavy Burger, \"\"kakaiba daw ang sarap.\"\"\\n'", "is_positive": "1,1,1,1,1,1,1,1,1,1"}, {"property_name": "La Creperie", "address": "Main Branch - V. Corporate Center,  Soliman Street, Salcedo Village, Makati City 1229 Metro Manila", "mobile": "+63(2)85568894", "rating": "5.0  (1)", "review": "he salad and pastas are quite good as well. Love their dish :)'", "is_positive": "1"}, {"property_name": "Mexicali", "address": "Main Branch - Fc 3a Upper/Level, Promenade, Greenhills Shopping Center, Ortigas Avenue, Greenhills, San Juan City, Metro Manila", "mobile": "+63(2)88951919", "rating": "5.0  (1)", "review": "So delicious! Highly recommended! :D'", "is_positive": "1"}, {"property_name": "Pho Hoa Vietnamese Noodle House", "address": "Main Branch - Alabang Town Center,  Alabang - Zapote Road, Alabang, Muntinlupa City, Metro Manila", "mobile": "+63(2)87723894", "rating": "5.0  (1)", "review": "sarap the best'", "is_positive": "1"}, {"property_name": "Almon Marina", "address": "Main Branch - UG/F, SM Southmall, Alabang-Zapote Road (Real Street), Almanza Uno, Las Pinas City 1740  Metro Manila", "mobile": "+63(2)88004617", "rating": "5.0  (1)", "review": "The place is very nice and the clubhouse sandwiches are a must try; also the seafood pasta. Good job. :)'", "is_positive": "1"}]